Repository: EtienneLamoureux/TQVaultAE
Catalog: src/TQVaultAE.Presentation/Resources.*.resx
Languages: pt, ru, zh

# AboutDescription
source: TQVault by bman654 (wickedsoul_@yahoo.com) Contributors: - EPinter: bug fixes, UI rework, new big vault, improvements - NorthFury: bug fixes, search features, improvements - Malgardian: Anniversary Edition port - Help on Item Stats by SadYc (sadyc1@gmail.com) - Additional features by VillageIdiot (villij-idjit@sbcglobal.net) - New User Interface by AvunaOs - German translation by FOE. - French translation by Jean and Vifarc. - Polish translation by Cygi. - Russian translation by Xelat. - Spanish translation by Kurrus.
pt: TQVault por bman654 (wickedsoul_@yahoo.com) Contribuintes: - EPinter: correções de erros, retrabalho da interface do usuário, novo grande cofre, melhorias - NorthFury: correções de erros, recursos de pesquisa, melhorias - Malgardian: porta Anniversary Edition - Ajuda sobre estatísticas de itens por SadYc (sadyc1@gmail.com) - Recursos adicionais de VillageIdiot (villij-idjit@sbcglobal.net) - Nova interface de usuário por AvunaOs - Tradução alemã por FOE. - Tradução francesa por Jean e Vifarc. - Tradução para o polonês por Cygi. - Tradução russa por Xelat. - Tradução para o espanhol por Kurrus. - Tradução para o português/Br por Klauhs
ru: TQVault by bman654 (wickedsoul_@yahoo.com) Help on Item Stats by SadYc (sadyc1@gmail.com) Additional features by VillageIdiot (villij-idjit@sbcglobal.net) New UI by AvunaOs German translation by FOE. French translation by Jean and Vifarc. Polish translation by Cygi. Russian translation by Xelat. Spanish translation by Kurrus.
zh: TQVault作者: bman654（wickedsoul_@yahoo.com） 贡献者： - EPinter：BUG修复、UI修改、新的大型仓库、改进 - NorthFury：漏洞修复、搜索功能和改进 - Malgardian：周年纪念版端口 - SadYc：物品统计帮助(sadyc1@gmail.com) - VillageIdiot：其他功能 (villij-idjit@sbcglobal.net) - AvunaOs的新UI - FOE的德语翻译 - Jean和Vifarc的法语翻译 - Cygi的波兰语翻译 - Xelat的俄语翻译 - Kurrus的西班牙语翻译

# AboutText
source: About {0}
pt: Sobre {0}
ru: Про программу {0}
zh: 关于 {0}

# AboutVersion
source: Version {0}
pt: Versão {0}
ru: Версия {0}
zh: 版本 {0}

# ARZExtractBtnExtract
source: Extract
pt: Extrair
ru: Распаковать
zh: 提取

# ARZExtractCreateFolder
source: {0} does not exist. Would you like to create it now?
pt: {0} Não existe. Deseja criá-lo agora?
ru: {0} не существует. Хотите создать её сейчас?
zh: {0} 不存在。您是否想要创建它？

# ARZExtractCreateFolder2
source: Create folder?
pt: Criar pasta?
ru: Создать папку?
zh: 创建文件夹？

# ARZExtractCreateFolderIT
source: {0} does not exist for IT database. Would you like to create it now?
pt: {0} Não existe para o banco de dados de TI. Deseja criá-lo agora?
ru: {0} не существует для базы данных IT. Хотите создать её сейчас?
zh: {0} 在不朽王座(IT)数据库中不存在.您是否想要创建它？

# ARZExtractDestination
source: Select the destination folder for the extracted database records
pt: Selecione a pasta de destino para os registros do banco de dados extraídos
ru: Выберите конечную директорию для распакованных записей базы данных.
zh: 请选择文件夹用于提取提取数据库记录

# ARZExtractFileDest
source: You must specify a folder, not a file!
pt: Você deve especificar uma pasta, não um arquivo!
ru: Вы должны указать не файл, а директорию!
zh: 您必须指定一个文件，而不是一个文件！

# ARZExtractLabel1
source: Currently there is no way to extract all of the game database records at once. Also there currently exists a bug in the Toolset that destroys array values when you extract records one by one. Using this tool, you can now extract all records at once and all the records will be extracted correctly.
pt: Atualmente, não há como extrair todos os registros do banco de dados do jogo de uma só vez. Também existe atualmente um bug no conjunto de ferramentas que destrói os valores da matriz quando você extrai os registros um por um. Usando esta ferramenta, agora você pode extrair todos os registros de uma só vez e todos os registros serão extraídos corretamente.
ru: В данный момент не существует способа распаковать все записи базы данных игры сразу. Так же сейчас существует баг в утилите игры Art Manager, который уничтожает значения в массивах когда вы извлекаете записи по одной. Используя эту утилиту вы можете распаковать все записи сразу и все записи будут распакованы корректно.
zh: 目前无法一次性提取所有游戏数据记录。此外，该工具集目前还存在一个当逐个提取记录时会破坏数组值的BUG。使用此工具，只需要一次，您就可以准确地提取所有记录。

# ARZExtractLabel2
source: After you have extracted the records, just copy the ones you want to use in your mod over to your mod folder.
pt: Depois de extrair os registros, basta copiar os que você deseja usar no seu mod e enviá-los para a sua pasta mod.
ru: После того, как вы распакуете записи, просто скопируйте необходимые записи, которые вы хотите использовать в моде, в папку вашего мода.
zh: 提取完记录后，只需将您想使用的记录复制到mod文件夹中即可。

# ARZExtractLabel3
source: Choose a destination folder:
pt: Escolha uma pasta de destino:
ru: Укажите конечную директорию:
zh: 选择一个目标文件夹：

# ARZExtractLabel4
source: Choose a destination folder for IT Database Files:
pt: Escolha uma pasta de destino para os arquivos de banco de dados do TI:
ru: Укажите конечную директорию для файлов базы данных IT:
zh: 选择一个目标文件夹用来存放不朽王座(IT)数据库文件：

# ARZExtractLabel5
source: If not populated the destination folders for the TQ database and the IT database will default to the same folder. The IT files will overwrite the TQ files when there are conflicts though you can select different folders to avoid overwriting files.
pt: Se não escolher as pastas de destino do banco de dados do TQ e o banco de dados do TI serão padronizados para a mesma pasta. Os arquivos do TI substituirão os arquivos do TQ quando houver conflitos, embora você possa selecionar pastas diferentes para evitar a substituição de arquivos.
ru: Если не задан путь для распаковки базы данных TQ и IT, будет использована общая директория. Файлы IT перезапишут файлы TQ если будут конфликты, однако вы можете указать разные папки чтобы избежать перезаписи.
zh: 如果没有指定泰坦之旅原版(TQ)数据库文件和不朽王座(IT)数据库文件的存放文件夹，则它们默认会使用同一个文件夹。当有冲突时，IT文件将覆盖TQ文件。您可以通过选择不同的文件夹来避免覆盖文件。

# ARZExtractText
source: Extract database.arz
pt: Extrair database.arz
ru: Распаковать database.arz
zh: 提取database.arz

# ARZExtractValidDest
source: You must enter a valid destination folder.
pt: Você deve inserir uma pasta de destino válida.
ru: Вы должны указать существующую директорию назначения.
zh: 您必须输入一个有效的目标文件夹。

# ARZProgressCancelledText
source: Extraction cancelled.
pt: Extração cancelada.
ru: Распаковка отменена.
zh: 提取取消。

# ARZProgressCompleteText
source: Extraction complete.
pt: Extração concluída.
ru: Распаковка завершена.
zh: 提取完成。

# ARZProgressFailedText
source: Extraction Failed.
pt: Falha na extração.
ru: Распаковка не удалась.
zh: 提取失败。

# ARZProgressLabel
source: Extracting {0} ...
pt: Extraindo {0} ...
ru: Извлечение {0} ...
zh: 正在提取 {0} ...

# ARZProgressLabel1
source: Extracting
pt: Extraindo
ru: Распаковка
zh: 正在提取

# ARZProgressText
source: Extracting database.arz...
pt: Extraindo database.arz ...
ru: Распаковка database.arz...
zh: 正在提取 database.arz...

# CmdlineUsage
source: Error parsing command-line arguments: {0} Usage: TQVault [player name] [/mod:<mod name>]
pt: Erro ao analisar argumentos da linha de comandos: {0} Uso: TQVault [nome do jogador] [/mod: <nome do mod>]
ru: Ошибка при обработке аргументов командной строки: {0} Применение: TQVault [player name] [/mod:<mod name>]
zh: 命令行参数解析错误: {0} 用法: TQVault [角色名称] [/mod:<mod名称>]

# DataDefaultPath
source: Default Vault Path
pt: Caminho padrão do Cofre
ru: Стандартный путь к хранилищам
zh: 默认仓库路径

# DataDefaultPathMsg
source: The Vault Path was not set. Using the default setting. Please verify the Vault Path with the configuration dialog.
pt: O caminho do cofre não foi definido. As configurações padrão serão usadas. Por favor, verifique o caminho do cofre com a caixa de diálogo de configuração.
ru: Путь к хранилищам не указан. Используются стандартные значения. Пожалуйста укажите путь к хранилищам в окне конфигурации.
zh: 仓库路径未设置。 使用默认设置。 请在配置界面确认仓库路径。

# DataLink
source: Please Update Vault Path
pt: Por favor, atualize o caminho do cofre
ru: Пожалуйста обновите путь к хранилищам
zh: 请更新仓库路径

# DataLinkMsg
source: Please update the vault path in the configuration to reflect the link.
pt: Atualize o caminho do cofre em configuração para refletir o link.
ru: Пожалуйста обновите путь к хранилищам в конфигурации чтобы отображать ссылку.
zh: 请在配置界面更新仓库路径 来显示此链接。

# Form1BadLanguage
source: This may be caused by a bad language or game path setting. Would you like to restart TQVault?
pt: Isso pode ser causado por um idioma incorreto ou erro de configuração do caminho do jogo. Deseja reiniciar o TQVault?
ru: Это может быть вызвано неверными настройками языка или пути к игре. Перезапустить TQVault?
zh: 这可能是由于语言或游戏路径设置错误造成的。 您想重启TQVault吗？

# Form1bNext
source: Enter The Vault
pt: Entre no cofre
ru: Войти
zh: 进入仓库

# Form1ErrorLoadingResources
source: Error Loading Resources
pt: Erro ao carregar recursos
ru: Ошибка загрузки ресурсов
zh: 资源加载错误

# Form1Label3
source: A magical place where you can store your artifacts of power that you will need to save the world from the Titans.
pt: Um lugar mágico onde você pode armazenar seus artefatos de poder que serão necessários para salvar o mundo dos Titãs.
ru: Волшебное место, где вы можете хранить ваши мощные артефакты, которые вам понадобятся для спасения мира от Титанов.
zh: 这是个神奇的地方，您可以把那些从泰坦手中拯救世界的神器存储在这里。

# Form1LblPleaseWait
source: Loading Game Resources... Please Wait
pt: Carregando Recursos do Jogo ... Aguarde
ru: Загрузка игровых ресурсов. Пожалуйста подождите...
zh: 正在加载游戏资源...请稍候

# Form1Text
source: Titan Quest Item Vault
pt: Cofre de itens do Titan Quest
ru: Хранилище предметов Titan Quest
zh: 泰坦之旅物品仓库

# GlobalAbout
source: About
pt: Sobre
ru: Авторы
zh: 关于

# GlobalBrowse
source: Browse...
pt: Examinar...
ru: Обзор...
zh: 浏览...

# GlobalCancel
source: Cancel
pt: Cancelar
ru: Отмена
zh: 取消

# GlobalError
source: Error
pt: Erro
ru: Ошибка
zh: 错误

# GlobalExit
source: Exit
pt: Saír
ru: Выход
zh: 退出

# GlobalMenuBag
source: Bag #{0}
pt: Bolsa # {0}
ru: Сумка #{0}
zh: 背包 #{0}

# GlobalOK
source: OK
zh: 确定

# GlobalTransferStash
source: Transfer Stash
pt: Área de Transferência)
ru: Панель передачи
zh: 共享仓库

# GlobalTrash
source: Trash
pt: Lixo
ru: Корзина
zh: 垃圾

# ItemIT
source: Immortal Throne Item
pt: Item de Immortal Throne
ru: Предмет Immortal Throne
zh: 不朽王座物品

# ItemPropertiesCheckBoxLabelFilterExtraInfo
source: Filter Extra Info
pt: Filtrar Informações Extras
ru: Фильтровать дополнительную информацию
zh: 过滤额外信息

# ItemPropertiesLabelPrefixProperties
source: Prefix Properties
pt: Propriedades do prefixo
ru: Свойства префикса
zh: 前缀属性

# ItemPropertiesLabelBaseItemProperties
source: Base Item Properties
pt: Propriedades do item base
ru: Базовые свойства предмета
zh: 物品基本属性

# ItemPropertiesLabelSuffixProperties
source: Suffix Properties
pt: Propriedades do sufixo
ru: Свойства суффикса
zh: 后缀属性

# ItemPropertiesText
source: Item Properties
pt: Propriedades do item
ru: Свойства предмета
zh: 物品属性

# ItemQuest
source: (Quest Item)
pt: (Item de missão)
ru: (Квестовый предмет)
zh: (任务物品)

# ItemRelicBonus
source: (Completion Bonus: {0})
pt: (Bônus de relíquia/charme completo: {0})
ru: (Сборный бонус: {0})
zh: (完成奖励: {0})

# ItemRelicCompleted
source: (Completed)
pt: (Completo/a)
ru: (Собрано)
zh: (完成)

# ItemSeed
source: itemSeed: {0} (0x{0:X8}) ({1:p3})
pt: Semente: {0} (0x {0: X8}) ({1: p3})
ru: Сид предмета: {0} (0x{0:X8}) ({1:p3})
zh: 物品种子: {0} (0x{0:X8}) ({1:p3})

# ItemWith
source: with
pt: Com
ru: с
zh: 和

# MainForm2ndVault
source: 2nd Vault:
pt: 2ª cofre:
ru: 2-е хранилище:
zh: 第二仓库:

# MainFormBtnConfigure
source: Configure
pt: Configurar
ru: Настройки
zh: 配置

# MainFormBtnExtract
source: Extract database.arz ...
pt: Extrair database.arz ...
ru: Распаковать database.arz ...
zh: 提取 database.arz ...

# MainFormBtnPanelSelect
source: Show Vault
pt: Mostrar cofre
ru: Отображать хранилище
zh: 显示仓库

# MainFormBtnShowPlayer
source: Show Player
pt: Mostrar Jogador
ru: Отображать игрока
zh: 显示角色

# MainFormCustomMapLabel
source: {0} Custom Map
pt: {0} Mapa Personalizado
ru: Пользовательская карта {0}
zh: {0} 自定义地图

# MainFormDatabaseError
source: Error extracting database
pt: Erro ao extrair o banco de dados
ru: Ошибка распаковки базы данных
zh: 提取数据库错误

# MainFormHoldingItem
source: You are currently holding an item. Please place the item down somewhere before quitting.
pt: Você está segurando um item no momento. Coloque o item em algum lugar antes de sair.
ru: Вы сейчас удерживаете предмет. Положите его куда-нибудь перед выходом.
zh: 您当前正在拿着一个物品。 请在退出前把这个物品放置到某个地方。

# MainFormHoldingItem2
source: Please set item down.
pt: Por favor, solte o item.
ru: Пожалуйста положите предмет.
zh: 请把物品放下。

# MainFormLabel1
source: Character:
pt: Personagem:
ru: Персонаж:
zh: 角色：

# MainFormLabel2
source: Vault:
pt: Cofre:
ru: Хранилище:
zh: 仓库：

# MainFormLanguageChanged
source: Game Language Changed
pt: Idioma do jogo alterado
ru: Язык игры изменён
zh: 游戏语言已更改

# MainFormLanguageChangedMsg
source: The Game Language Setting has been changed. You will need to restart TQVault for it take effect. Would you like to restart TQVault now?
pt: A configuração do idioma do jogo foi alterada. Por favor, reinicie o TQVault para que ela entre em vigor. Deseja reiniciar o TQVault agora?
ru: Настройки языка игры были изменены. Необходимо перезапустить TQVault чтобы изменения вступили в силу. Хотите перезапустить TQVault сейчас?
zh: 游戏语言设置已更改。 您需要重新启动TQVault以生效。 您是否想要现在重新启动TQVault？

# MainFormMaintainVault
source: Maintain Vault Files...
pt: Gerenciar arquivos do cofre ...
ru: Управление файлами хранилищ...
zh: 管理仓库文件...

# MainFormMapsChanged
source: Custom Maps Setting Changed
pt: Configuração de mapas personalizados alterada
ru: Настройки пользовательских карт изменены
zh: 自定义地图设置已更改

# MainFormMapsChangedMsg
source: The Custom Maps setting has been changed. You will need to restart TQVault for it take effect. Would you like to restart TQVault now?
pt: A configuração de mapas personalizados foi alterada. Por favor, reinicie o TQVault para que ela entre em vigor. Deseja reiniciar o TQVault agora?
ru: Настройки пользовательских карт были изменены. Необходимо перезапустить TQVault чтобы изменения вступили в силу. Хотите перезапустить TQVault сейчас?
zh: 自定义地图设置已更改。 您需要重新启动TQVault以生效。 您是否想要现在重新启动TQVault？

# MainFormNoCharacters
source: No TQ characters detected
pt: Nenhum personagem de TQ encontrado
ru: Не найдено персонажей TQ
zh: 没有检测到泰坦之旅(TQ)的角色

# MainFormNoCustomChars
source: No Custom Map characters detected
pt: Nenhum personagem do mapa personalizado encontrado
ru: Не обнаружено персонажей пользовательских карт
zh: 没有检测到自定义地图的角色

# MainFormNoItemQualityFound
source: No items found of type '{0}' and quality '{1}'.
pt: Nenhum item do tipo '{0}' e qualidade '{1}' encontrado.
ru: Не найдено предметов типа '{0}' и качества '{1}'.
zh: 没有找到'{0}'类型 和'{1}'品质的物品。

# MainFormNoItemsFound
source: No items found with '{0}'.
pt: Nenhum item com '{0}' encontrado.
ru: Не найдено предметов по запросу '{0}'.
zh: 没有找到带有'{0}'的物品.

# MainFormNoItemsFound2
source: No Items Found
pt: Nenhum item encontrado
ru: Предметов не найдено
zh: 没有找到物品

# MainFormNoItemTypesFound
source: No items found of type '{0}'.
pt: Nenhum item do tipo '{0}' encontrado.
ru: Не найдено предметов типа '{0}'.
zh: 没有找到'{0}'类型的物品.

# MainFormPathsChanged
source: Game Paths Changed
pt: Caminhos do jogo alterados
ru: Путь к игре изменён
zh: 游戏路径已更改

# MainFormPathsChangedMsg
source: The Game Paths have been changed. You will need to restart TQVault for it take effect. Would you like to restart TQVault now?
pt: Os Caminhos do jogo foram alterados. Por favor, reinicie o TQVault para que eles entre em vigor. Deseja reiniciar o TQVault agora?
ru: Путь к игре был изменён. Необходимо перезапустить TQVault чтобы изменения вступили в силу. Хотите перезапустить TQVault сейчас?
zh: 游戏路径已更改。 您需要重新启动TQVault以生效。 您是否想要现在重新启动TQVault？

# MainFormPlayerReadError
source: Error reading player file
pt: Erro ao ler o arquivo do personagem
ru: Ошибка чтения файла данных игрока
zh: 读取玩家文件错误

# MainFormQuit
source: Are you sure you wish to quit?
pt: Tem certeza de que deseja sair?
ru: Вы действительно хотите выйти?
zh: 您确定要退出吗？

# MainFormReadError
source: Error reading {0} Are you sure it is a valid file? {1}
pt: Erro ao ler {0} Tem certeza de que é um arquivo válido? {1}
ru: Ошибка чтения {0} Вы уверены что это правильный файл? {1}
zh: 读取错误 {0} 您确定这是一个有效的文件吗？ {1}

# MainFormSaveError
source: Error saving data for '{0}'
pt: Erro ao salvar dados para '{0}'
ru: Ошибка сохранения данных для '{0}'
zh: 保存数据错误 '{0}'

# MainFormSelectCharacter
source: Select a character
pt: Selecione um personagem
ru: Выберите персонажа
zh: 选择一个角色

# MainFormSelectVault
source: Select a vault
pt: Selecione um cofre
ru: Выберите хранилище
zh: 选择一个仓库

# MainFormSettingsChanged
source: Game Settings Changed
pt: Configurações do jogo alteradas
ru: Настройки игры изменены
zh: 游戏设置已更改

# MainFormSettingsChangedMsg
source: The Game Settings have been changed. You will need to restart TQVault for it take effect. Would you like to restart TQVault now?
pt: As configurações do jogo foram alteradas. Por favor, reinicie o TQVault para que elas entre em vigor. Deseja reiniciar o TQVault agora?
ru: Настройки игры успешно изменены. Необходимо перезапустить TQVault чтобы изменения вступили в силу. Хотите перезапустить TQVault сейчас?
zh: 游戏设置已更改。 您需要重新启动TQVault以生效。 您是否想要现在重新启动TQVault？

# MainFormStartVaultMon
source: Would you like to start TQVaultMon?
pt: Deseja iniciar o TQVaultMon?
ru: Хотите запустить TQVaultMon?
zh: 您是否想要重新启动TQVaultMon？

# MainFormStartVaultMonMsg
source: You have just modified the inventory of some of your characters. Titan Quest will detect this and think that your character is corrupt and will not let you load your character. TQVaultMon is a program that, when running, will make Titan Quest think that your character is okay and will let you load it successfully. Once you have successfully loaded your character you will not need to use TQVaultMon again unless you make further edits. It is suggested that you start TQVaultMon now and then run Titan Quest and briefly load all of the characters you have just modified. Would you like to start TQVaultMon now?
pt: Você acabou de modificar o inventário de alguns de seus personagens. Titan Quest irá detectar isso e pensar que seu personagem está corrompido e não permitirá que você carregue seu personagem. O TQVaultMon é um programa que, ao ser executado, fará o Titan Quest pensar que o seu personagem está bem, e permitirá que você carregue-o com sucesso. Depois de carregar seu personagem com sucesso, você não precisará usar o TQVaultMon novamente, a menos que faça outras modificações. Recomenda-se que você inicie o TQVaultMon agora e, logo após, execute o Titan Quest e carregue brevemente todos os personagens que você acabou de modificar. Deseja iniciar o TQVaultMon agora?
ru: Вы изменили инвентарь одного из ваших персонажей. Titan Quest увидит это, посчитает что ваш персонаж испорчен и не позволит вам загрузить его. TQVaultMon — это программа, которая пока запущена заставляет Titan Quest считать что с вашим персонажем всё в порядке и позволяет вам его загрузить. Единожды загрузив вашего персонажа вам больше не нужно использовать TQVaultMon, пока вы не внесёте очередные изменения. Советуем сначала запускать TQVaultMon и только затем заходить в Titan Quest и загружать всех персонажей, которые были изменены. Хотите запустить TQVaultMon сейчас?
zh: 您刚刚修改了角色的库存。 泰坦之旅会检测到并会认为您的角色已损坏 并且不会让您加载您的角色。 TQVaultMon是一款在运行时会让泰坦之旅游戏认为 您的角色正常并会让您成功加载的软件。 一旦您成功加载了您的角色，您不需要 再去使用TQVaultMon，除非您做了进一步的更改。 建议现在打开TQVaultMon然后运行泰坦之旅 并加载您修改过的所有角色。 您是否想要现在打开TQVaultMon？

# MainFormStashReadError
source: Error reading stash file
pt: Erro ao ler o arquivo da Área de Armazenamento
ru: Ошибка чтения файла погонщика
zh: 读取储物文件错误

# MainFormTrashItems
source: There are currently {0} items in the trash. If you quit these items will be LOST FOREVER. Are you sure you wish to throw away these items?
pt: No momento, existem {0} itens na lixeira. Se você sair agora, esses itens serão EXCLUÍDOS PARA SEMPRE. Tem certeza de que deseja excluir esses itens?
ru: В корзине находится {0} предметов. Если вы выйдете, эти предметы будут ПОТЕРЯНЫ НАВСЕГДА. Вы действительно хотите избавиться от этих предметов?
zh: 垃圾箱当前有{0}个物品。 如果现在退出，这些物品将会永久丢失。 您确定要丢掉这些物品吗？

# MainFormUnableToStartVaultMon
source: Unable to start TQVaultMon
pt: Não foi possível iniciar o TQVaultMon
ru: Невозможно запустить TQVaultMon
zh: 不能启动TQVaultMon

# MainFormVaultMonError
source: Error trying to start TQVaultMon
pt: Erro ao tentar iniciar o TQVaultMon
ru: Ошибка при попытке запуска TQVaultMon
zh: 尝试启动TQVaultMon错误

# MainFormVaultMonMsg
source: I was unable to see if TQVaultMon was running. Most likely TQVaultMon will not work either. Because you have modified some of your characters, TQ will think your characters are corrupt. In order to successfully load the game and play, you will need to download TQ Defiler and use its 'Patch' or 'Fix Me' options to let the game validate your character. If you do not mind, please contact me and let me know about this problem because I may have a solution to the error that will save you some hassles. Error message follows
pt: Não foi possível ver se o TQVaultMon estava em execução. Provavelmente, o TQVaultMon também não funcionará. Como você modificou alguns de seus personagens, o TQ pensará que os aquivos estão corrompidos. Para carregar o jogo e jogar com sucesso, você precisará baixar o TQ Defiler (em inglês) e usar as opções 'Patch' ou 'Fix Me' para permitir que o jogo valide seus personagens. Se você não se importa, por favor entre em contato comigo e me informe sobre este problema porque eu posso ter uma solução para o erro que lhe poupará alguns aborrecimentos. Segue a mensagem de erro
ru: Мы не можем проверить запущен ли TQVaultMon. Скорее всего TQVaultMon не работает. Из-за того, что вы изменили одного из ваших персонажей, TQ будет считать что они испорченны. Для успешной игры вам необходимо скачать TQ Defiler и использовать его опции 'Patch' или 'Fix Me' для того, чтобы игра признала файлы ваших персонажей исправными. Если вы не против, пожалуйста, свяжитесь со мной и расскажите мне о вашей проблеме, потому что возможно у меня найдется решение которое сэкономит вам время. Текст ошибки приведён ниже
zh: 我不知道TQVaultMon是否在运行。 很可能TQVaultMon也没有起作用。 因为您修改过您的角色，泰坦之旅会认为您的角色已经损坏。 为了成功地加载游戏并游玩，您需要下载TQ Defiler 然后使用它的'Patch'或'Fix Me'选项来让游戏认为您的角色是OK的。 如果您不介意的话，请联系我并告诉我这个问题， 因为我可能有解决方案，这样，您就少些麻烦。 错误信息如下

# MaintenanceBadChars
source: You used invalid characters.
pt: Você usou caracteres inválidos.
ru: Вы используете неподходящих персонажей.
zh: 您使用了无效的角色。

# MaintenanceBadName
source: You must enter a name for the new vault
pt: Você deve inserir um nome para o novo cofre
ru: Вы должны ввести название нового хранилища
zh: 您必须给新仓库输入一个名字

# MaintenanceCopy
source: Please select the source to copy from the source drop down list and then type the destination name in the target box below.
pt: Por favor, escolha o que você deseja copiar na lista suspensa de fontes e digite o nome da nova cópia no campo de destino abaixo.
ru: Пожалуйста, выберите источник из выпадающего списка и затем введите новое имя в поле снизу.
zh: 请从来源下拉列表中选择复制来源， 然后在下面的目标框中输入目标名称。

# MaintenanceDelete
source: Please select the vault to delete from the source drop down list.
pt: Selecione o cofre a ser excluído da lista suspensa de fontes.
ru: Пожалуйста, выберите удаляемое хранилище из выпадающего списка.
zh: 请从下拉列表中选择要删除的仓库。

# MaintenanceDuplicate
source: Duplicate Vault Name
pt: Duplicar o nome da cofre
ru: Дубликировать название хранилища
zh: 重复的仓库名称

# MaintenanceExists
source: A vault named {0} already exists.
pt: Um cofre chamado {0} já existe.
ru: Хранилище под названием {0} уже существует.
zh: 已经有一个仓库叫{0}。
