Repository: EtienneLamoureux/TQVaultAE
Catalog: src/TQVaultAE.Presentation/Resources.*.resx
Languages: pt, ru, zh

# SearchDialogText
source: Search for items within the loaded files: vaults, stashes, inventories. You can combine the following search options(all are optional): * Name: It must be the first search term. Here is an example: 'arctic & of frost' * Type: by using @ at the beginning of the search term for example '@sword' * Attributes: by using # at the beginning of the search term for example '#elemental resistance' * Rarity: by using $ at the beginning of the search term for example '$rare' You can use | in a term as an OR condition. '$common | rare' returns all common and all rare items. Here is a complex example: 'arctic & of frost @ring $rare | common'
pt: Pesquise itens nos arquivos carregados: cofres, esconderijos, inventários. Você pode combinar as seguintes opções de pesquisa (todas são opcionais): * Nome: deve ser o primeiro termo de pesquisa. Aqui está um exemplo:'glacial e & gelo' * Digite: usando @ no início do termo de pesquisa, por exemplo '@espada' * Atributos: use # no início do termo de pesquisa, por exemplo, '#Resistência elemental' * Raridade: use $ no início do termo de pesquisa, por exemplo, '$ epico' Você pode usar | em um termo como condição ou por exemplo '$epico | raro' Aqui está um exemplo complexo: 'glacial & gelo @anel $raro'
ru: Поиск предметов в загруженных файлах: хранилищах, сундуках, инвентарях. Вы можете комбинировать следующие параметры поиска: * Имя: Это должен быть первый поисковый запрос. Вот пример: 'арктическая & инея' * Тип: используя @ в начале поискового запроса, например '@меч' * Атрибуты: используя # в начале поискового запроса, например '#сопротивления силам природы' * Раритет: используя $ в начале поискового запроса, например '$редкий' Вы можете использовать | в терминах как условие ИЛИ. '$обычный | редкий' возвращает все обычные и все редкие вещи. Вот полный пример: 'арктическая & инея @меч $редкий | эпический'
zh: 在这些加载了的文件中搜索物品：仓库，储物箱，物品栏。 您可以组合下列的所有选项(所有选项都是非必须的)： * 名称：必须是第一个搜索词。 例子：'北极的 & 霜之' * 类型：在搜索词前使用 @ 符号来搜索。 例子：'@剑' * 属性：在搜索词前使用 # 符号来搜索。 例子：'#元素抗性' * 稀有度: 在搜索词前使用 $ 符号来搜索。 例子： '$稀有的' 您可以使用在搜索词之间使用 | 来表示或条件。 例子：'$普通的 | 稀有的' 将会返回所有普通和稀有物品。 一个复杂的例子：'北极的 & 霜之 @戒指 $稀有的 | 普通的'

# GlobalClose
source: Close
pt: Fechar
ru: Закрыть
zh: 关闭

# GlobalMaximize
source: Maximize
pt: Maximizar
ru: Максимизировать
zh: 最大化

# GlobalMinimize
source: Minimize
pt: Minimizar
ru: Минимизировать
zh: 最小化

# GlobalNormalize
source: Scale back to normal size
pt: Redimensionar para o tamanho normal
zh: 恢复正常大小

# GlobalMove
source: Move
pt: Mover
ru: Переместить
zh: 移动

# GlobalRestore
source: Restore
pt: Restaurar
ru: Восстановить
zh: 恢复

# GlobalSize
source: Size
pt: Tamanho
ru: Размер
zh: 大小

# SettingsPlayerReadonly
source: Player Equipment ReadOnly
pt: Equipamento do jogador somente leitura
ru: Только чтение для надетых вещей
zh: 角色装备只读

# SettingsPlayerReadonlyTT
source: Avoid save game corruption that occurs randomly. When enabled, player equipment will be read-only, you won't be able to select or move any item.
pt: Evite a corrupção do jogo salvo, que ocorre aleatoriamente. Quando ativado, o equipamento do personagem será somente leitura, você não poderá selecionar ou mover nenhum item.
ru: Позволяет избежать ошибок или поломок сохранения при изменении надетых вещей. Если включено, надетые предметы будут достпуны только для просмотра.
zh: 避免偶尔发生的保存游戏错误。 启用后，玩家装备会变成只读状态，您将无法选择或移动任何角色物品。

# ItemRagnarok
source: Ragnarök Item
pt: Item de Ragnarök
ru: Предмет Ragnarök
zh: 诸神黄昏(Ragnarök)物品

# ItemAtlantis
source: Atlantis Item
pt: Item de Atlantis
ru: Предмет Atlantis
zh: 亚特兰蒂斯物品

# GlobalRelicVaultStash
source: Relic Vault
pt: Câmara das Relíquias
ru: Хранилище реликвий
zh: 遗物仓库

# SettingsAllowEditCE
source: Allow Character Editing Features
pt: Permitir recursos de edição de personagens
ru: Разрешить редактирование персонажа
zh: 允许角色编辑功能

# CEAttributePoints
source: Attribute Points
pt: Pontos de atributos
ru: Очки атрибутов
zh: 属性点

# CEAttributes
source: Base Attributes
pt: Atributos básicos
ru: Базовые атрибуты
zh: 基础属性

# CEDexterity
source: Dexterity
pt: Destreza
ru: Ловкость
zh: 敏捷

# CEDifficulty
source: Difficulty
pt: Dificuldade
ru: Сложность
zh: 难度

# CEEnableLeveling
source: Enable Leveling
pt: Ativar nivelamento
ru: Включить изменение уровня
zh: 允许升级

# CEHealth
source: Health
pt: Vida
ru: Здоровье
zh: 生命

# CEIntelligence
source: Intelligence
pt: Inteligência
ru: Интеллект
zh: 智力

# CELevel
source: Level
pt: Nivel
ru: Уровень
zh: 等级

# CELeveling
source: Leveling
pt: Nivelamento
ru: Изменение уровня
zh: 升级

# CEMana
source: Mana
pt: Energia
ru: Энергия
zh: 法力

# CESkillPoints
source: Skill Points
pt: Pontos de habilidades
ru: Очки навыков
zh: 技能点

# CEStrength
source: Strength
pt: Força
ru: Сила
zh: 力量

# CEXp
source: XP
pt: EXP
ru: Опыт
zh: 经验

# CharacterEditBtn
source: Edit
pt: Editar
ru: Изменить
zh: 编辑

source: Masteries
pt: Maestria
zh: 专精

# CurrentLevel
source: Level
pt: Nivel
ru: Уровень
zh: 等级

source: Class
pt: Classe
ru: Класс
zh: 职业

# CurrentXP
source: XP
pt: EXP
ru: Опыт
zh: 经验

# DifficultyUnlocked
source: Difficulty
pt: Dificuldade
ru: Сложность
zh: 难度

source: Money
pt: Dinheiro
ru: Деньги
zh: 金钱

source: Skill Points
pt: Pontos de habilidade
ru: Очки навыков
zh: 技能点

# AttributesPoints
source: Attribute Points
pt: Pontos de Atributo
ru: Очки атрибутов
zh: 属性点

# BaseStrength
source: Base Str
pt: Base de força
ru: Базовая сила
zh: 基础力量

# BaseDexterity
source: Base Dex
pt: Base de destreza
ru: Базовая ловкость
zh: 基础敏捷

# BaseIntelligence
source: Base Int
pt: Base de inteligência
ru: Базовый интеллект
zh: 基础智力

source: Base Health
pt: Base de Vida
ru: Базовое здоровье
zh: 基础生命

source: Base Mana
pt: Base de Energia
ru: Базовая энергия
zh: 基础法力

# PlayTimeInSeconds
source: Time Played
pt: Tempo de jogo
ru: Время в игре
zh: 已游玩时间

# NumberOfDeaths
source: Deaths
pt: Mortes
ru: Смертей
zh: 死亡次数

# NumberOfKills
source: Kills
pt: Monstros mortos
ru: Убийств
zh: 杀敌总数

# ExperienceFromKills
source: XP From Kills
pt: EXP de mortes
ru: Опыт от убийств
zh: 杀敌经验

# HealthPotionsUsed
source: Health Pots Used
pt: Poção de vida usada
ru: Выпито снадобий здоровья
zh: 使用的血瓶数量

# ManaPotionsUsed
source: Mana Pots Used
pt: Poção energia usada
ru: Выпито снадобий энергии
zh: 使用的蓝瓶数量

source: Max Level
pt: Nível máximo
ru: Максимальный уровень
zh: 最高等级

# NumHitsReceived
source: Hits Recv
pt: Golpes recebidos
ru: Получено ударов
zh: 受击次数

# NumHitsInflicted
source: Hits Inflicted
pt: Golpes infligidos
ru: Нанесено ударов
zh: 攻击次数

# GreatestDamageInflicted
source: Greatest Dmg
pt: Maior dano
ru: Сильнейший нанесенный урон
zh: 最大伤害

# GreatestMonster
source: Greatest Mob
pt: Maior monstro
ru: Сильнейшее убитое существо
zh: 击杀的最强怪物

# CriticalHitsInflicted
source: Critical Hits
pt: Golpes críticos
ru: Нанесено критических ударов
zh: 暴击次数

# CriticalHitsReceived
source: Critical Hits Recv
pt: Golpes críticos recebidos
ru: Получено критических ударов
zh: 被暴击次数

# PlayerPanelMenuDisableAllTooltip
source: Disable all tooltips
pt: Desativar todas as dicas de ferramentas
ru: Отключить предпр. для всех
zh: 禁用所有提示信息

# PlayerPanelMenuDisableTooltip
source: Disable tooltip
pt: Desativar dica de ferramenta
ru: Отключить предпросмотр
zh: 禁用提示信息

# PlayerPanelMenuEnableTooltip
source: Enable tooltip
pt: Ativar dica de ferramenta
ru: Включить предпросмотр
zh: 启用提示信息

# PlayerPanelMenuEnableAllTooltip
source: Enable all tooltips
pt: Ativar todas as dicas de ferramentas
ru: Включить предпр. для всех
zh: 启用所有提示信息

# SettingEnableDetailedTooltipView
source: Enable Detailed Tooltip View
pt: Ativar exibição de dica de ferramenta detalhada
zh: 启用详细提示信息面板

# SettingEnableDetailedTooltipViewTT
source: Split tooltip attributes into Prefix/Base/Suffix categories
pt: Dividir atributos da dica de ferramenta em categorias Prefixo/Base/Sufixo
zh: 将提示信息分为前缀/基础/后缀

# SettingsItemBGColorOpacityLabel
source: Item BG Alpha Color :
pt: Cor do item BG Alpha :
zh: 物品背景颜色不透明度：

# SettingsItemBGColorOpacityLabelTT
source: Item background color opacity level
pt: Nível de opacidade da cor de fundo do item
zh: 物品背景颜色不透明度级别

# SettingsEnableItemRequirementRestriction
source: Enable Item Requirement Restriction
pt: Ativar restrição de requisitos de item
zh: 启用物品需求限制

# SettingsEnableItemRequirementRestrictionTT
source: When enabled, a red background color is displayed on items where the selected character does not meet the item requirements. The character will also not be able to equip items where the requirements are not met.
pt: Quando ativada, uma cor de fundo vermelha é exibida nos itens em que o personagem selecionado não atende aos requisitos do item. O personagem também não poderá equipar itens onde os requisitos não forem atendidos..
zh: 启用时，当角色不满足物品的需求时，物品将显示红色背景。 角色也不能装备这些物品。

# ResetMasteriesButton
source: Reset Masteries
pt: Redefinir Maestria
zh: 重置专精

# ResetAttributesButton
source: Reset Attributes
zh: 重置属性

# TextTag_tagRelic
source: Relic
pt: Relíquia
ru: Реликвия
zh: 遗物

# TextTag_tagArtifact
source: Artifact
pt: Artefato
ru: Артефакт
zh: 神器

# TextTag_tagSword
source: Sword
pt: Espada"
zh: 剑

# TextTag_bonusLifePercent
source: {%.0f0}% Bonus Health
pt: {%.0f0}% Vida bônus
zh: {%.0f0}% 奖励生命

# TextTag_bonusLifePoints
source: {%.0f0} Bonus Health
pt: {%.0f0} Vida bônus
zh: {%.0f0} 奖励生命

# TextTag_bonusManaPercent
source: {%.0f0}% Bonus Energy
pt: {%.0f0}% Bônus de energia
zh: {%.0f0}% 奖励法力

# TextTag_bonusManaPoints
source: {%.0f0} Bonus Energy
pt: {%.0f0} Bônus de energia
zh: {%.0f0} 奖励法力

# TextTag_alwaysUseSpecialAnimation
source: {^O}Always use special animation
pt: {^O}Sempre use animação especial
zh: {^O}总是使用特殊动画

# TextTag_DisplayAsQuestItem
source: {^O}Display as quest item
pt: {^O}Exibir como item de missão
zh: {^O}显示为任务物品

# TextTag_headVelocity
source: {%.0f0} Head Velocity
pt: {%.0f0} Cabeça veloz
zh: {%.0f0} 头部速度

# TextTag_tailVelocity
source: {%.0f0} Tail Velocity
pt: {%.0f0} Velocidade da cauda
zh: {%.0f0} 尾部速度

# TextTag_maxDistance
source: {%.0f0} Meter Max Distance
pt: {%.0f0} Distância máxima do medidor
zh: {%.0f0} 最大距离

# TextTag_notDispelable
source: {^O}Can't be dispelled
pt: {^O}Não pode ser dissipado
zh: {^O}无法驱散

# SearchMatchingItemsTT
source: {0} matching item(s)
pt: {0} Item correspondente(s)
zh: {0} 个符合条件的物品

# SearchFiltersSelected
source: {0} filters selected
pt: {0} Filtros selecionados
zh: {0} 个选中的过滤条件

# SearchTermRequired
source: Some filters must be selected
pt: Alguns filtros devem ser selecionados
zh: 必须选择一些过滤条件

# SearchOperator
source: Operator
pt: Operador
zh: 算符

# SearchOperatorTitle
source: Search Operator
pt: Operador de Pesquisa
zh: 搜索算符

# SearchOperatorAnd
source: And
zh: 与(And)

# SearchOperatorOr
source: Or
zh: 或(Or)

# SearchOperatorDescOr
source: Find items having one filter or more
pt: Encontre itens com um filtro ou mais
zh: 找到了符合一个或多个过滤条件的物品

# SearchOperatorDescAnd
source: Find items having all filters
pt: Encontre itens com todos os filtros
zh: 找到了符合所有过滤条件的物品

# GlobalExpandAll
source: Expand All
pt: Expandir todos
zh: 展开全部

# GlobalCollapseAll
source: Collapse All
pt: Recolher todos
zh: 收起全部

# SearchReduceCategoriesDuringSelection
source: Reduce categories during selection
pt: Reduzir categorias durante a seleção
zh: 在选择过程中减少分类

# SearchVisibleElementsPerCategory
source: Visible elements/category
pt: Elementos visíveis/categoria
zh: 可见分类数

# SearchQueries
source: Queries
pt: Consultas
zh: 查询

# GlobalSave
source: Save
pt: Salvar
zh: 保存

# GlobalBaseAttribute
source: Base Attribute
pt: Atributo base
zh: 基础属性

# GlobalPrefix
source: Prefix
pt: Prefixo
zh: 前缀

# GlobalPrefixName
source: Prefix Name
pt: Nome do prefixo
zh: 前缀名称

# GlobalSuffix
source: Suffix
pt: Sufixo
zh: 后缀

# GlobalSuffixName
source: Suffix Name
pt: Nome do sufixo
zh: 后缀名称

# GlobalRarity
source: Rarity
pt: Raridade
zh: 稀有度

# GlobalStyle
source: Style
pt: Estilo
zh: 样式

# GlobalType
source: Type
pt: Tipo
zh: 类别

# GlobalVaults
source: Vaults
pt: Cofres
zh: 仓库

# SearchHavingCharm
source: Having Charm
pt: Com charme
zh: 拥有符咒

# SearchHavingRelic
source: Having Relic
pt: Com relíquia
zh: 拥有遗物

# SearchBuildingData
source: Building Data
pt: Construindo dados
zh: 正在构筑数据

# SearchEngineReady
source: Search engine is ready
pt: O mecanismo de pesquisa está pronto
zh: 搜索引擎准备就绪

# SearchItemCountIs
source: Item count is {0}
pt: A contagem de itens é {0}
zh: 物品总数{0}

# SearchTooManyResultToDisplay
source: There is too many results to display.{^N}Adjust your search.
pt: Há muitos resultados para exibir.{^N}Ajuste sua pesquisa.
zh: 要展示的物品太多了。{^N}请调整您的搜索。

# GlobalInputWarning
source: Input warning
pt: Aviso de entrada
zh: 输入警告

# SearchQueryNameMustBeSet
source: Query name must be set
pt: O nome da consulta deve ser definido
zh: 必须设置查询名称

# SearchQueryNameAlreadyExist
source: Query name already exists. Do you want to override it ?
pt: O nome da consulta já existe. Deseja substituí-lo ?
zh: 查询名称已存在。您想覆盖它吗？

# GlobalDeleteConfirm
source: Are you sure you want to delete "{0}" ?
pt: Tem certeza de que deseja excluir "{0}" ?
zh: 您确认要删除"{0}" ？

# SettingsEnableHotReload
source: Allow Hot Reload Features
zh: 允许即时重新加载功能

# SettingsEnableHotReloadTT
source: All "in game" update of a monitored save file (Player, Stash, Transfer Stash, Relic Stash) are visible in real time in TQVaultAE. In case you have unsaved changes in TQVaultAE, the "in game" saving system prevail and override your changes. You still have to close TQVaultAE to apply your changes.
zh: 在TQVaultAE中，所有受监控的保存文件（玩家、存储箱、转移存储箱、遗物存储箱）在“游戏中”的更新都是实时可见的。 如果您在TQVaultAE中有未保存的更改，则以“游戏中”保存系统为准，并覆盖您的更改。 您要关闭TQVaultAE才能应用更改。

# ItemEmbers
source: Eternal Embers Item
pt: Item de Eternal Embers
ru: Предмет Eternal Embers
zh: 永恒余烬物品

# TextTag_dropMeshDontOverrideTextures
source: {^D}Drop mesh don't override textures
pt: {^D}Soltar a malha não substitui as texturas

# TextTag_defensiveTotalSpeedChance
source: {%.0f0}% Defensive Total Speed Chance
pt: {%.0f0}% Chance da velocidade total de defesa
