Repository: EtienneLamoureux/TQVaultAE
Catalog: src/TQVaultAE.Presentation/Resources.*.resx
Languages: pt, ru, zh

# MaintenanceGroup
source: Select Function
pt: Selecionar função
ru: Выберите функцию
zh: 选择功能

# MaintenanceInstructions
source: Instructions
pt: Instruções
ru: Инструкции
zh: 说明

# MaintenanceInvalidName
source: Invalid Vault Name
pt: Nome de cofre inválido
ru: Недопустимое название хранилища
zh: 无效的仓库名称

# MaintenanceInvalidSourceName
source: Invalid Source Vault Name
pt: Nome de origem do cofre inválido
ru: Недопустимое имя исходного хранилища
zh: 无效的源仓库名称

# MaintenanceNew
source: Please type a name for your new vault in the target box below. You may not use the following characters:
pt: Por favor digite um nome para o seu novo cofre na caixa de destino abaixo. Você não pode usar os seguintes caracteres:
ru: Пожалуйста, введите название для нового хранилища в поле ниже. Вы не можете использовать следующие символы:
zh: 请在下方的目标方框中输入新仓库的名称。 您不能使用以下字符：

# MaintenanceNewVault
source: New Vault
pt: Novo cofre
ru: Новое хранилище
zh: 新仓库

# MaintenanceNoCopyTarget
source: You must enter a new name for your copied vault
pt: Você deve inserir um novo nome para o seu cofre copiado
ru: Вы должны ввести новое название для копируемого хранилища
zh: 您必须给复制的仓库输入一个新名称

# MaintenanceRbCopy
source: Copy a Vault
pt: Copiar um cofre
ru: Копировать хранилище
zh: 复制仓库

# MaintenanceRbDelete
source: Delete a Vault
pt: Excluir um cofre
ru: Удалить хранилище
zh: 删除仓库

# MaintenanceRbNew
source: Create a New Vault
pt: Crie um novo cofre
ru: Создать новое хранилище
zh: 创建新仓库

# MaintenanceRbRename
source: Rename a Vault
pt: Renomear um cofre
ru: Переименовать хранилище
zh: 重命名仓库

# MaintenanceRename
source: Please select the vault to rename from the source drop down list and then type the new name in the target box below.
pt: Por favor, escolha o cofre para renomear na lista suspensa de fontes e digite o novo nome no campo de destino abaixo..
ru: Пожалуйста, выберите хранилище, которое нужно переименовать и затем введите новое имя в поле ниже.
zh: 请从来源下拉列表选择要重命名的仓库 然后在下方的目标框中输入新的名称。

# MaintenanceSource
source: Source
pt: Fonte
ru: Источник
zh: 来源

# MaintenanceSourceNoExist
source: Source Vault does not exist.
pt: O cofre não existe.
ru: Указанного как источник хранилища не существует.
zh: 来源仓库不存在。

# MaintenanceTarget
source: Target
pt: Destino
ru: Цель
zh: 目标

# MaintenanceText
source: Vault Maintenance
pt: Gerenciamento do cofre
ru: Управление хранилищами
zh: 仓库管理

# PlayerOverwriteSack
source: Overwrite Sack
pt: Substituir bolsa
ru: Перезаписать сумку
zh: 覆盖袋(Overwrite Sack)

# PlayerOverwriteSackMsg
source: The destination is not empty. Are you sure you want to overwrite?
pt: O destino não está vazio. Tem certeza de que deseja substituir?
ru: Указанная сумка не пустая. Вы действительно хотите перезаписать её?
zh: 目标不是空的。 您确定要覆盖吗？

# PlayerPanelEmpty
source: Empty Bag?
pt: Esvaziar bolsa?
ru: Очистить сумку?
zh: 空背包？

# PlayerPanelEmptyMsg
source: Are you sure you wish to delete all of the items in the bag?
pt: Tem certeza de que deseja excluir todos os itens da bolsa?
ru: Вы действительно хотите удалить все предметы в этой сумке?
zh: 您确定要删除这个背包里的所有物品吗？

# PlayerPanelMenuCopy
source: Copy Bag
pt: Copiar bolsa
ru: Копировать сумку
zh: 复制背包

# PlayerPanelMenuEmpty
source: Empty Bag
pt: Bolsa vazia
ru: Очистить сумку
zh: 空背包

# PlayerPanelMenuMerge
source: Merge Bag
pt: Combinar bolsa
ru: Соединить сумку
zh: 合并背包

# PlayerPanelMenuMove
source: Move Bag
pt: Mover bolsa
ru: Переместить сумку
zh: 移动背包

# PlayerPanelNoPlayer
source: (No character selected)
pt: (Nenhum personagem selecionado)
ru: (Персонаж не выбран)
zh: (没有选择角色)

# PlayerPanelNoVault
source: (No vault selected)
pt: (Nenhum cofre selecionado)
ru: (Хранилище не выбрано)
zh: (没有选择仓库)

# ResultsContainer
source: Container
pt: Recipiente
ru: Контейнер
zh: 存放处

# ResultsContainerEquip
source: Equipment
pt: Equipamento
ru: Снаряжение
zh: 装备

# ResultsContainerPlayer
source: Player
pt: Personagem
ru: Игрок
zh: 玩家

# ResultsContainerStash
source: Stash
pt: Armazém de caravana
ru: Сундук
zh: 储物箱

# ResultsContainerType
source: ContainerType
pt: Tipo de recipiente
ru: Тип контейнера
zh: 存放处类型

# ResultsContainerVault
source: Vault
pt: Cofre
ru: Хранилище
zh: 仓库

# ResultsItem
source: Item
ru: Предмет
zh: 物品

# ResultsQuality
source: Quality
pt: Qualidade
ru: Качество
zh: 品质

# ResultsSack
source: Sack
pt: Bolsa
ru: Сумка
zh: 袋(Sack)

# ResultsLevel
source: Level
pt: Nível
ru: Уровень
zh: 等级

# ResultsText
source: {0} Items Found with '{1}'
pt: {0} Itens encontrados com '{1}'
ru: {0} предметов найдено по запросу '{1}'
zh: 找到了 {0} 个带有 '{1}' 的物品

# SackPanelAutoSort
source: Please set item down.
pt: Por favor, solte o item.
ru: Пожалуйста положите предмет.
zh: 请把物品放下。

# SackPanelAutoSortError
source: Autosort Error.
pt: Erro de organização automática.
ru: Ошибка автоматической сортировки.
zh: 自动整理错误。

# SackPanelAutoSortErrorMsg
source: There was an error during sorting. Not all items have been placed.
pt: Ocorreu um erro durante a organização. Nem todos os itens foram realocados.
ru: Произошла ошибка во время сортировки. Не все предметы отсортированы.
zh: 整理的时候发生错误。 有些物品没有被放置。

# SackPanelAutoSortMsg
source: You are currently holding an item. Please place the item down somewhere before sorting.
pt: Você está segurando um item no momento. Coloque o item em algum lugar antes de usar a organização automática.
ru: В данный момент вы удерживаете предмет. Пожалуйста, положите его куда-нибудь перед сортировкой.
zh: 您当前正拿着一个物品。 在整理前请把这个物品放到某个地方。

# SackPanelDelete
source: Delete Item
pt: Excluir item
ru: Удалить предмет
zh: 删除物品

# SackPanelDeleteMsg
source: This item will be PERMANENTLY DELETED! Are you sure you want to delete this item?
pt: Este item será excluído PERMANENTEMENTE Tem certeza de que deseja excluir este item?
ru: Этот предмет будет УДАЛЁН НАВСЕГДА! Вы уверены что хотите удалить этот предмет?
zh: 这个物品将会被永久删除! 您确定要删除这个物品吗？

# SackPanelDeleteMulti
source: Delete Multiple Items
pt: Excluir vários itens
ru: Удалить несколько предметов
zh: 删除多个物品

# SackPanelDeleteMultiMsg
source: Are you sure you want to PERMANENTLY DELETE the selected items?
pt: Tem certeza de que deseja excluir PERMANENTEMENTE os itens selecionados?
ru: Вы уверены что хотите НАВСЕГДА УДАЛИТЬ выделенные предметы?
zh: 您确定要永久删除选中的物品吗？

# SackPanelMenuBonus
source: Change Completion Bonus
pt: Alterar bônus completo
ru: Изменить сборный бонус
zh: 修改完成奖励

# SackPanelMenuCharm
source: Complete Charm
pt: Charme Completo
ru: Собрать талисман
zh: 完成符咒

# SackPanelMenuFormulae
source: Craft Artifact
pt: Criar artefato
ru: Создать артефакт
zh: 制作神器

# SackPanelMenuClear
source: Clear Selection
pt: Desmarcar seleção
ru: Очистить выделение
zh: 清空选择

# SackPanelMenuCopy
source: Copy Item
pt: Copiar item
ru: Копировать предмет
zh: 复制物品

# SackPanelMenuDelete
source: Delete
pt: Excluir
ru: Удалить
zh: 删除

# SackPanelMenuDuplicate
source: Duplicate Item
pt: Duplicar item
ru: Создать дубликат
zh: 复印物品

# SackPanelMenuMoveTo
source: Move Item To
pt: Mover item para
ru: Преместить предмет в
zh: 把物品移动到

# SackPanelMenuPlayer
source: Player Panel
pt: Painel do personagem
ru: Панель игрока
zh: 玩家面板

# SackPanelMenuProperties
source: Properties
pt: Propriedades
ru: Свойства
zh: 属性

# SackPanelMenuRelic
source: Complete Relic
pt: Relíquia Completa
ru: Собрать реликвию
zh: 完成奖励

# SackPanelMenuRemoveRelic
source: Remove Relic
pt: Remover relíquia
ru: Убрать реликвию
zh: 移除遗物

# SackPanelMenuSeed
source: Change Item Seed...
pt: Alterar semente do item ...
ru: Изменить сид предмета...
zh: 修改物品种子...

# SackPanelMenuSet
source: Create Set Items
pt: Criar itens definidos
ru: Создать части сета
zh: 创建套装物品

# SackPanelMenuSplit
source: Split
pt: Separar
ru: Разделить
zh: 分离

# SackPanelMenuStash
source: Stash Panel
pt: Painel do armazém
ru: Панель сундука
zh: 储物箱面板

# SackPanelMenuTrash
source: Trash Panel
pt: Painel da Lixeira
ru: Панель корзины
zh: 垃圾箱面板

# SackPanelMenuVault
source: Vault Panel
pt: Painel do cofre
ru: Панель хранилища
zh: 仓库面板

# SackPanelMenuVault2
source: Secondary Vault
pt: Cofre Secundário
ru: Дополнительное хранилище
zh: 第二仓库

# SackPanelRemoveRelicMsg
source: Are you sure you want to remove the relic from this item?
pt: Tem certeza de que deseja separar a relíquia deste item?
ru: Вы действительно хотите удалить реликвию из этого предмета?
zh: 您确定要从物品上移除遗物吗？

# SeedBtnRandom
source: Random
pt: Aleatório
ru: Случайно
zh: 随机

# SeedLabel1
source: Titan Quest uses the Item Seed to randomize the stats of your items so that no two items look exactly alike. It is unknown exactly how the seed affects your item stats. Changing the seed will cause some slight change in the stats of your item the next time you play the game. Pick a number between 1 and 32767
pt: Titan Quest usa a semente para randomizar as estatísticas dos seus itens para que dois itens não sejam exatamente iguais. Não se sabe exatamente como a semente afeta o status do seu item. Mudar a semente causará algumas pequenas mudanças nas estatísticas do seu item na próxima vez que você jogar o jogo. Escolha um número entre 1 e 32767
ru: Titan Quest использует сид для генерации случайных значений аттрибутов ваших предметов, поэтому не существует двух абсолютно одинаковых предметов. В данный момент точно не ясно, как именно сид влияет на аттрибуты предметов. Изменение сида приведёт к определенному разбросу в значениях атрибутов предмета, когда вы в следующий раз зайдёте в игру. Выберите число между 1 и 32767
zh: 泰坦之旅使用物品种子来随机化物品属性， 因此没有两个物品看起来是完全一样的。 现在还不是很清楚种子是怎么影响物品属性的。 修改种子会使您的物品属性发生一些轻微的变化。 请输入 1~32767 之间的数字

# SeedRange
source: Item Seed must be a valid integer between 1 and 32767
pt: A semente deve ser um número inteiro válido entre 1 e 32767
ru: Сид должен быть целым числом от 1 до 32767
zh: 物品种子必须是在1~32767之间的一个整数

# SeedText
source: Change Item Seed
pt: Alterar semente
ru: Изменить сид предмета
zh: 修改物品种子

# SettingsAllowCopy
source: Allow Item Copying
pt: Permitir cópia do item
ru: Разрешить копирование предметов
zh: 允许复制物品

# SettingsAllowCopyTT
source: Enables copy selection in the context menu.
pt: Ativa a seleção de cópias no menu de contexto.
ru: Включает опцию Копирования в контекстном меню предмета.
zh: 启用右键菜单中的复制选项。

# SettingsAllowEdit
source: Allow Item Editing Features
pt: Permitir recursos de edição de itens
ru: Разрешить редактирование предметов
zh: 允许物品编辑功能

# SettingsAllowEditTT
source: Turns on the editing features in the context menu. These include item creation and modification.
pt: Ativa os recursos de edição no menu de contexto. Isso inclui a criação e modificação de itens.
ru: Включает опции создания и изменения в контекстном меню предмета. Сюда входят создание артефактов, частей сетовых наборов и собирание реликвий.
zh: 启用右键菜单中的编辑功能选项。 该功能包含了物品的创建和修改。

# SettingsAutoUpdate
source: Automatically Check For Updates
pt: Verificar atualizações automaticamente
ru: Автоматически проверять обновления
zh: 自动检查更新

# SettingsAutoUpdateTT
source: Selecting this item will automatically check for new versions of TQVault on the web when the program starts up. May cause startup to take longer if the network connection is slow.
pt: Selecionar este item faz com que o programa pesquise automaticamente atualizações do TQVault na Web sempre que iniciar. Se sua conexão com a Internet estiver lenta, essa opção pode retardar a inicialização do TQVault.
ru: Выбор этого пункта будет автоматически проверять наличие в сети новых версий TQVault когда программа запускается. Может сделать запуск более долгим если у вас медленное подключение к Интернету.
zh: 勾选此选项将会在程序启动的时候， 自动联网检查TQVault的新版本. 如果网络不好的话，可能会导致启动时间变长。

# SettingsBrowseIT
source: Please select the path for the Immortal Throne game files.
pt: Por favor, selecione o caminho para os arquivos do jogo Immortal Throne.
ru: Пожалуйста укажите путь для игровых файлов Immortal Throne.
zh: 请选择不朽王座的游戏文件路径。

# SettingsBrowseTQ
source: Please select the path for the Titan Quest game files.
pt: Por favor, selecione o caminho para os arquivos do jogo Titan Quest.
ru: Пожалуйста укажите путь для игровых файлов Titan Quest.
zh: 请选择泰坦之旅的游戏文件路径。

# SettingsBrowseVault
source: Please select the path for TQVault Vault files.
pt: Por favor, selecione o caminho para os arquivos dos cofres do TQVault.
ru: Пожалуйста укажите путь для файлов хранилищ TQVault.
zh: 请选择TQVault仓库文件的路径。

# SettingsDetectGamePath
source: Auto detect Game Paths
pt: Detectar automaticamente caminhos de jogo
ru: Автоматически определять пути к игре
zh: 自动检测游戏路径

# SettingsDetectLanguage
source: Auto detect Language
pt: Detectar automaticamente o idioma
ru: Автоматически определять язык
zh: 自动检测语言

# SettingsEnableMod
source: Enable Custom Maps
pt: Habilitar mapas personalizados
ru: Разрешить пользовательские карты
zh: 启用自定义地图

# SettingsEnableModTT
source: Selecting this item will enable the drop down to select custom maps.
pt: A seleção deste item permitirá que o menu suspenso Habilte a seleção de mapas personalizados.
ru: Выбор этого пункта позволит программе видеть персонажей из пользовательских карт. (требуется перезапуск)
zh: 勾选此选项将启用下拉列表来选择自定义地图.

# SettingsForceCheck
source: Check Now
pt: Verifique agora
ru: Проверить
zh: 检查更新

# SettingsForceCheckTT
source: Manually checks if there are any updates available.
pt: Verifica manualmente se há alguma atualização disponível.
ru: Вручную проверить есть ли обновления.
zh: 手动检查是否有可用的更新。

# SettingsLabel1
source: Vault Path
pt: Caminho do cofre (TQVault)
ru: Путь к хранилищам
zh: 仓库路径

# SettingsLabel2
source: Game Language
pt: Idioma do jogo
ru: Язык игры
zh: 游戏语言

# SettingsLabel3
source: TQ Game Path
pt: Caminho do jogo TQ
ru: Путь к игре TQ
zh: 泰坦之旅游戏路径

# SettingsLabel4
source: IT Game Path
pt: Caminho do jogo de TI
ru: Путь к игре IT
zh: 不朽王座游戏路径

# SettingsLabel5
source: Custom Map
pt: Mapa personalizado
ru: Пользовательская карта
zh: 自定义地图

# SettingsLoadChar
source: Automatically Load the last opened Character
pt: Carregar automaticamente o último personagem aberto
ru: Автоматически загружать последнего открытого персонажа
zh: 自动加载最后打开的角色

# SettingsLoadCharTT
source: Selecting this option will automatically load the last open character when TQVault was closed.
pt: Selecionar esta opção carregará automaticamente o último personagem aberto quando o TQVault foi fechado.
ru: Выбор этого пункта будет автоматически загружать последнего на момент закрытия TQVault персонажа.
zh: 勾选此选项将会自动加载TQVault上次关闭前最后一个打开的角色。

# SettingsLoadVault
source: Automatically Load the last opened Vault
pt: Carregar automaticamente o último cofre aberto
ru: Автоматически загружать последнее открытое хранилище
zh: 自动加载最后打开的仓库

# SettingsLoadVaultTT
source: Selecting this item will automatically load the last opened vault when TQVault was closed. TQVault will automatically open Main Vault if nothing is chosen.
pt: A seleção deste item carregará automaticamente o último cofre aberto quando o TQVault foi fechado. O TQVault abrirá automaticamente o Cofre Principal se nada for escolhido.
ru: Выбор этого пункта будет автоматически загружать последнее на момент закрытия TQVault хранилище. Если ничего не было выбрано, откроется Главное хранилище.
zh: 勾选此选项将会自动加载TQVault上次关闭前最后一个打开的仓库。 如果没有选择任何仓库的话，那么TQVault会自动打开主仓库。

# SettingsNoWarning
source: Bypass Confirmation Messages
pt: Ignorar mensagens de confirmação
ru: Обход окон подтверждения
zh: 跳过确认提示

# SettingsNoWarningTT
source: When enabled, confirmation messages will no longer be shown for item deletion and relic removal or if there are items in the trash when TQVault is closed.
pt: Quando ativada, as mensagens de confirmação não serão exibidas ao excluir items, relíquias, charms, e encantos ou se houver objetos na lixeira quando o TQVault for fechado.
ru: Если включено, окно о подтверждении действия больше не будет появляться при удалении предмета, извлечении реликвии или при наличии предметов в корзине на момент закрытия TQVault.
zh: 启用后，在物品删除、移除遗物、 TQVault关闭仍有物品在垃圾桶时将不会有提示信息。

# SettingsPreLoad
source: Pre-Load All Vault And Character Files
pt: Pré-carregar todos os arquivos do cofre e de personagem.
ru: Предзагрузка всех файлов хранилища и персонажа
zh: 预加载全部仓库和角色文件

# SettingsPreLoadTT
source: Selecting this item will automatically load all of the available character, stash and vault files on startup. This aids the search function, but increases startup time.
pt: A seleção deste item carregará automaticamente todos os arquivos de personagem, cofre e armazém disponíveis durante a inicialização. Isso ajuda a função de pesquisa, mas aumenta o tempo de inicialização.
ru: Выбор этого пункта будет автоматически подгружать все доступные файлы персонажа, сундука и хранилища при запуске. Это облегчит поиск, но увеличит время запуска программы.
zh: 勾选此选项将会在程序启动时，自动加载所有的角色，储物箱和仓库文件。 该选项有助于搜索功能，但会增加启动时间。

# SettingsReset
source: Reset
pt: Redefinir
ru: Сбросить
zh: 重置

# SettingsResetTT
source: Causes the configuration to Reset to the last saved configuration.
pt: Faz com que a configuração seja redefinida para o última configuração salva.
ru: Сбрасывает конфигурацию до последней сохраненной.
zh: 将配置重置为上次保存的配置。

# SettingsSkipTitle
source: Automatically Bypass Title Screen
pt: Ignorar automaticamente a tela de título
ru: Автоматически пропускать экран приветствия
zh: 自动跳过标题界面

# SettingsSkipTitleTT
source: Ticking this box will automatically hit the Enter key on the title screen.
pt: Isso fará com que a tela de título avançe para o programa por si só.
ru: Включение этого пунтка будет автоматически нажимать Enter когда появляется экран приветствия.
zh: 勾选此选项将会在标题界面的时候自动按下回车键。

# SettingsTitle
source: Configure Settings
pt: Definir configurações
ru: Настроить параметры
zh: 配置

# StashNotFound
source: Cannot find Stash file.
pt: Arquivo do armazém não encontrado.
ru: Файл сундука не найден.
zh: 找不到储物箱文件。

# StashNotFoundMsg
source: The Stash file cannot be found. Please visit the Caravan Trader in game to create the file. The Storage Area tab will be unavailable for this character.
pt: O arquivo armazém não pode ser encontrado. Por favor, visite o condutor da Caravana no jogo para criar o arquivo. A guia área de armazenamento ficará indisponível para esse personagem.
ru: Программа не обнаружила файл сундука у персонажа. Чтобы создать его, поговорите с любым Погонщиком в игре. До тех пор вкладки, связанные с Погонщиком для этого персонажа будут недоступны.
zh: 找不到储物箱文件。 请在游戏中找旅行商队来创建这个文件。 该角色将会没有存储区域选项卡。

# StashPanelBtn1
source: Equipment
pt: Equipamento
ru: Экипировка
zh: 装备

# StashPanelBtn2
source: Transfer Area
pt: Área de Transferência
ru: Панель передачи
zh: 共享空间

# StashPanelBtn3
source: Storage Area
pt: Área de Armazenamento
ru: Склад
zh: 存储空间

# StashPanelText
source: Caravan
pt: Caravana
ru: Караван
zh: 商队

# UpdateCompletion
source: {0} {1} % complete.
pt: {0} {1}% concluída.
ru: {0} {1} % завершено.
zh: {0} {1} % 完成。

# UpdateCompletion2
source: {0} 0 % complete.
pt: {0} 0% concluído.
ru: {0} 0 % завершено.
zh: {0} 0 % 完成。

# UpdateCurrentVer
source: Current Version: {0}
pt: Versão atual: {0}
ru: Текущая версия: {0}
zh: 当前版本： {0}

# UpdateError
source: Cannot Start Setup
pt: Não é possível iniciar a instalação
ru: Невозможно запустить установку
zh: 无法启动安装程序

# UpdateErrorMsg
source: There was a problem with the download or the extraction. Please download the latest full setup install package and run it manually. Click OK to exit.
pt: Houve um problema com o download ou a extração. Faça o download do último pacote completo de instalação e execute-o manualmente. Clique em OK para sair.
ru: Возникла проблема во время скачивания или распаковки. Пожалуйста, скачайте последнюю версию полной установки и запустите её вручную. Нажмите OK для выхода.
zh: 下载或提取时出了问题。 请下载最新的完整安装包并手动安装。 点击确定退出。

# UpdateFullInstall
source: A newer version of TQVault has been found which requires a full installation.
pt: Foi encontrada uma versão mais recente do TQVault, que requer uma instalação completa.
ru: Найдена более новая версия TQVault, потребуется полная установка.
zh: 发现了新版本的TQVault，需要进行完整安装。

# UpdateLatestVer
source: Latest Version: {0}
pt: Versão mais recente: {0}
ru: Последняя версия: {0}
zh: 最新版本： {0}

# UpdateMinVer
source: Minimum Version: {0}
pt: Versão mínima: {0}
ru: Минимальная версия: {0}
zh: 最低版本： {0}

# UpdateNewTQVault
source: A newer version of TQVault has been found.
pt: Uma versão mais recente do TQVault foi encontrada.
ru: Найдена более новая версия TQVault.
zh: 发现了新版本的TQVault。

# UpdateNewUpdater
source: A newer version of the TQVault update program has been found.
pt: Foi encontrada uma versão mais recente do programa de atualização do TQVault.
ru: Найдена более новая версия программы обновления TQVault.
zh: 发现了新版本的TQVault更新程序。

# UpdateNoUpdate
source: Your version is up to date.
pt: Sua versão está atualizada.
ru: Ваша версия самая последняя.
zh: 您的版本是最新的。

# UpdatePerform
source: Click OK to perform an update.
pt: Clique em OK para executar uma atualização.
ru: Нажмите OK для запуска обновления.
zh: 点击确定开始更新。

# UpdatePerformBoth
source: Click OK to perform both updates.
pt: Clique em OK para executar as duas atualizações.
ru: Нажмите OK для выполнения обоих обновлений.
zh: 点击确定开始全部更新。

# UpdateRunInstall
source: Click OK to download and run the installer.
pt: Clique em OK para baixar e executar o instalador.
ru: Нажмите OK для скачивания и запуска установщика.
zh: 点击确定下载并运行安装包。

# UpdateStreamError
source: There was an error connecting to the update server. An update cannot be performed.
pt: Ocorreu um erro ao conectar-se ao servidor de atualização. Uma atualização não pode ser realizada.
ru: Возникла ошибка при подключении к серверу обновления. Обновление не может быть выполнено.
zh: 更新服务器连接错误。 无法开始更新。

# UpdateText
source: TQVault Updates
pt: Atualizações do TQVault
ru: Обновления TQVault
zh: 更新TQVault

# UpdateUpdaterNotFound
source: The TQVault update program was either not found or the name has changed.
pt: O programa de atualização do TQVault não foi encontrado ou o nome foi alterado.
ru: Программа обновления TQVault не найдена, либо её имя было изменено.
zh: 找不到TQVault更新程序，被重命名了？

# VaultProgressText
source: Loading Player and Vault Files...
pt: Carregando arquivos do cofre e do personagem...
ru: Загрузка файлов игроков и хранилищ...
zh: 正在加载玩家和仓库文件...

# AUEnglishName
source: English
pt: Inglês
ru: Russian
zh: Chinese

# VaultGroupBoxEmpty
source: <EMPTY>
pt: <VAZIA>
ru: <Пусто>
zh: <空>

# MainFormDisableLoadAllFiles
source: There was an error attempting to load all files in the last run. Would you like to disable loading all files?
pt: Ocorreu um erro ao tentar carregar todos os arquivos na última execução. Deseja desativar o carregamento de todos os arquivos?
ru: В прошлый раз при попытке подгрузки всех файлов возникла ошибка. Хотите ли отключить подгрузку всех файлов?
zh: 在上次运行中尝试加载全部文件出错。 是否要禁用加载全部文件选项？

# MainFormDisableLoadAllFilesCaption
source: Disable loading all files?
pt: Desativar o carregamento de todos os arquivos?
ru: Отключить подгрузку всех файлов?
zh: 禁用加载全部文件？

# MainFormSearchButtonText
source: Search
pt: Pesquisar
ru: Поиск
zh: 搜索

# SearchDialogCaption
source: Search for an item
pt: Pesquisar um item
ru: Поиск предмета
zh: 搜索物品
