Repository: EtienneLamoureux/TQVaultAE
Catalog: src/TQVaultAE.GUI/Properties/Resources.*.resx
Languages: de, es, fr, pl

# GlobalMove
source: Move
de: Verschieben
es: Movimiento
fr: Déplacez
pl: Przenieść

# GlobalRestore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
pl: Przywracać

# GlobalSize
source: Size
de: Größe ändern
es: Tamaño
fr: Taille
pl: Rozmiar

# ItemRagnarok
source: Ragnarök Item
de: Ragnarök Gegenstand
es: Objeto de Ragnarök
fr: Objet Ragnarök
pl: Przedmiot z Ragnarök

# ItemAtlantis
source: Atlantis Item
de: Atlantis Gegenstand
es: Objeto de Atlantis
fr: Objet Atlantis
pl: Przedmiot z Atlantis

# GlobalRelicVaultStash
source: Relic Vault
de: Reliktgewölbe
es: Almacén de Reliquias
fr: Chambre des reliques
pl: Reliktowa krypta

# SettingsAllowEditCE
source: Allow Character Editing Features
de: Zeichenbearbeitungsfunktionen zulassen
es: Permitir características de edición de caracteres
pl: Zezwalaj na funkcje edycji znaków

# Difficulty0
source: Normal
fr: Ordinaire
pl: Normalna

# Difficulty1
source: Epic
de: Epos
es: Épico
fr: Épique
pl: Epicki

# Difficulty2
source: Legendary
de: Legendär
es: Legendario
fr: Légendaire
pl: Legendarny

# CEAttributePoints
source: Attribute Points
de: Attributpunkte
es: Puntos de atributo
fr: Points d'attributs
pl: Punkty atrybutów

# CEAttributes
source: Base Attributes
de: Basisattribute
es: Atributos básicos
fr: Attributs de base
pl: Atrybuty podstawowe

# CEDexterity
source: Dexterity
de: Geschicklichkeit
es: Destreza
fr: Dextérité
pl: Zręczność

# CEDifficulty
source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
pl: Trudność

# CEEnableLeveling
source: Enable Leveling
de: Leveling aktivieren
es: Habilitar nivelación
fr: Activer le nivellement
pl: Włącz poziomowanie

# CEEnableRedistribute
source: Enable Redistribute
de: Neuverteilung aktivieren
es: Habilitar redistribuir
fr: Activer la redistribution
pl: Włącz redystrybucję

# CEHealth
source: Health
de: Gesundheit
es: Salud
fr: Santé
pl: Zdrowie

# CEIntelligence
source: Intelligence
de: Intelligenz
es: Inteligencia
pl: Inteligencja

# CELevel
source: Level
de: Niveau
es: Nivel
fr: Niveau
pl: Poziom

# CELeveling
source: Leveling
de: Nivellierung
es: Arrasamiento
fr: Nivellement
pl: Niwelacja

# CESkillPoints
source: Skill Points
de: Erfahrungspunkte
es: Puntos de habilidad
fr: Points de compétences
pl: Punkty umiejętności

# CEStrength
source: Strength
de: Stärke
es: Fuerza
fr: Force
pl: siła

# CharacterEditBtn
source: Edit
de: Bearbeiten
es: Editar
fr: modifier
pl: Edytować

# GlobalOK
source: OK
es: Vale

# MainFormDisableLoadAllFiles
source: There was an error attempting to load all files in the last run. Would you like to disable loading all files?
de: Beim Vorab-Laden aller Dateien tratt zuletzt ein Fehler auf. Soll die Funktion "Alle Dateien vorab laden" deaktiviert werden?

# MainFormDisableLoadAllFilesCaption
source: Disable loading all files?
de: Die Funktion "Alle Dateien vorab laden" deaktiviert?

# SearchDialogCaption
source: Search for an item
de: Suche nach einen Gegenstand
fr: Rechercher un article
