Repository: EtienneLamoureux/TQVaultAE
Catalog: src/TQVaultAE.GUI/Properties/Resources.*.resx
Languages: de, es, fr, pl

# SeedLabel1
source: Titan Quest uses the Item Seed to randomize the stats of your items so that no two items look exactly alike. It is unknown exactly how the seed affects your item stats. Changing the seed will cause some slight change in the stats of your item the next time you play the game. Pick a number between 1 and 32767
de: Titan Quest steuert über die Item-Seed die Vergabe der Werte der Gegenstände, damit fast keine 2 Gegenstände gleich aussehen. Es ist nicht bekannt, wie die Item-Seed den Gegenstand beeinflusst. Das Ändern der Item-Seed verursacht eine leichte Änderung der Werte des Gegenstandes, welche dann beim nächsten Spielstart ersichtlich werden. Wählen Sie eine Zahl zwischen 1 und 32767 aus
es: Titan Quest usa la Semilla para cambiar ligeramente los objetos y hacer que ninguno sea idéntico a otro. Actualmente, se desconoce exactamente cómo actúa ésta. Cambiarla causará un ligero cambio en el objeto la próxima vez que jueges. Elige un número entre 1 y 32767
fr: TQ utilise le N° aléatoire pour varier au hasard les stats des objets afin que deux objets ne soient pas identiques. On ignore la manière exacte dont le N° affecte vos stats d'objet. Changer le N° provoquera un léger changement dans les stats de votre objet la prochaine fois que vous jouerez. Choisissez un nombre entre 1 et 32767
pl: Titan Quest używa Wartości Przedmiotu, by zróżnicować statystyki przedmiotów, żeby żadne nie wyglądały tak samo. Nie wiadomo jak dokładnie wartości wpłyną na statsy przedmiotu. Zmiana wartości spowoduje małe zmiany w statsach przedmiotu kiedy następnym razem zagrasz w grę. Wybierz liczbę pomiędzy 1 a 32767

# SeedRange
source: Item Seed must be a valid integer between 1 and 32767
de: Die Item-Seed muss eine gültige, ganze Zahl zwischen 1 und 32767 sein
es: La Semilla debe ser un número entero entre 1 y 32767
fr: Le N° aléatoire doit être un nombre entier entre 1 et 32767
pl: Wartość Przedmiotu musi być liczbą całkowitą pomiędzy 1 a 32767

# SeedText
source: Change Item Seed
de: Item-Seed ändern
es: Cambiar Semilla
fr: Changer le N° aléatoire
pl: Zmień Wartość Przedmiotu

# SettingsAllowCopy
source: Allow Item Copying
de: Das Kopieren von Gegenständen erlauben
es: Permitir la copia de objetos
fr: Autoriser la copie d'objets
pl: Pozwól na Kopiowanie Przedmiotu

# SettingsAllowCopyTT
source: Enables copy selection in the context menu.
de: Aktiviert die Kopier-Option im Kontextmenü.
es: Habilita el copiar la selección desde el menú contextual.
fr: Débloque la fonction Copier dans le menu contextuel.
pl: Włącza wybór kopii w menu kontekstowym.

# SettingsAllowEdit
source: Allow Item Editing Features
de: Die Editier-Möglichkeiten von Gegenständen erlauben
es: Permitir la edición de objetos
fr: Autoriser les fonctions d'édition d'objet
pl: Pozwól na Edycję Właściwości Przedmiotu

# SettingsAllowEditTT
source: Turns on the editing features in the context menu. These include item creation and modification.
de: Aktiviert die Editiermöglichkeiten im Kontextmenü. Dies Beinhaltet die Erzeugung und Manipulation von Gegenständen.
es: Habilita las funciones de edición en el menú contextual. Éstas incluyen la creación y modificación de objetos.
fr: Débloque les fonctions d'édition dans le menu contextuel. Cela inclut la création et la modification d'objets.
pl: Włącza edycję właściwości w menu kontekstowym. Włącznie z tworzeniem i modyfikacją przedmiotu.

# SettingsAutoUpdate
source: Automatically Check For Updates
de: Automatische Überprüfung auf Updates
es: Comprobar actualizaciones automáticamente
fr: Recherche automatique de mises à jour
pl: Automatyczna Aktualizacja

# SettingsAutoUpdateTT
source: Selecting this item will automatically check for new versions of TQVault on the web when the program starts up. May cause startup to take longer if the network connection is slow.
de: Wenn diese Funktion aktiviert ist, dann wird beim Programmstart, im Web, nach einer neuen Versionen von TQVault gesucht. Dies kann zu einer Verzögerung beim Start führen, wenn eine langsame Netzwerkverbindung besteht.
es: Hace que el programa busque automáticamente actualizaciones de TQVault en la web cada vez que se inicie. Si tu conexión a internet es lenta, esta opción podría ralentizar el inicio de TQVault.
fr: Avec cette fonction, de nouvelles versions de TQVault seront automatiquement recherchées sur internet quand le programme démarre. Cela peut ralentir le démarrage si la connection internet est lente.
pl: Wybranie tego przedmiotu przy starcie programu, automatycznie sprawdzi sieć w poszukiwaniu nowej wersji TQVault. Przy niskim połączeniu może nastąpić dłuższy start programu.

# SettingsBrowseIT
source: Please select the path for the Immortal Throne game files.
de: Wählen Sie bitte den Pfad aus, wo sich die Immortal Throne Spieldaten befinden.
es: Por favor, elige la ruta de los archivos de juego de Immortal Throne.
fr: Sélectionnez le chemin d'accès pour les fichiers du jeu IT.
pl: Proszę wybrać adres plików gry Immortal Throne.

# SettingsBrowseTQ
source: Please select the path for the Titan Quest game files.
de: Wählen Sie bitte den Pfad aus, wo sich die Titan Quest Spieldaten befinden.
es: Por favor, elige la ruta de los archivos de juego de Titan Quest.
fr: Sélectionnez le chemin d'accès pour les fichiers du jeu TQ.
pl: Proszę wybrać adres plików gry Titan Quest.

# SettingsBrowseVault
source: Please select the path for TQVault Vault files.
de: Wählen Sie bitte den Pfad aus, wo sich die TQVault Tresor-Datenbefinden.
es: Por favor, elige la ruta de las Colecciones de TQVault.
fr: Sélectionnez le chemin d'accès pour les fichiers TQVault.
pl: Proszę wybrać adres plików Skarbca TQVault.

# SettingsDetectGamePath
source: Auto detect Game Paths
de: Autodetect Spiel-Pfade
es: Detectar rutas de juego automáticamente
fr: Détection automatique des répertoires du jeu
pl: Autowykrywanie Adresów Gry

# SettingsDetectLanguage
source: Auto detect Language
de: Autodetect Sprache
es: Detectar idioma del juego automáticamente
fr: Détection automatique de la langue
pl: Autowykrywanie Języka

# SettingsEnableMod
source: Enable Custom Maps
de: Aktiviere Modifikationen
es: Habilitar mundos propios
fr: Autoriser les quêtes personnalisées
pl: Włącz Własne Mapy

# SettingsEnableModTT
source: Selecting this item will enable the drop down to select custom maps.
de: Diese Einstellung schaltet das Dropdown-Menü für die Modifikationen frei.
es: Esto permitirá al menú desplegable elegir mundos propios.
fr: En cochant cette fonction, vous pourrez sélectionner des quêtes personnalisées avec le menu déroulant.
pl: Wybranie tego przedmiotu włączy upuszczanie w wybranych własnych mapach.

# SettingsForceCheck
source: Check Now
de: Jetzt Überprüfen
es: Comprobar actual.
fr: Vérifier maintenant
pl: Sprawdź Teraz

# SettingsForceCheckTT
source: Manually checks if there are any updates available.
de: Manuelle Überprüfung, ob ein Update verfügbar wäre.
es: Comprueba manualmente si hay actualizaciones disponibles.
fr: Vérifier manuellement s'il y a des mises à jour disponibles.
pl: Ręcznie sprawdza czy są jakieś dostępne aktualizacje.

# SettingsLabel1
source: Vault Path
de: Tresor-Pfad
es: Ruta de Colecciones
fr: Chemin d'accès du Vault
pl: Adres Skarbca

# SettingsLabel2
source: Game Language
de: Spiel-Sprache
es: Idioma del juego
fr: Langue du jeu
pl: Język Gry

# SettingsLabel3
source: TQ Game Path
de: TQ Spiel-Pfad
es: Ruta de TQ
fr: Chemin d'accès du jeu TQ
pl: Adres Gry TQ

# SettingsLabel4
source: IT Game Path
de: IT Spiel-Pfad
es: Ruta de IT
fr: Chemin d'accès du jeu IT
pl: Adres Gry IT

# SettingsLabel5
source: Custom Map
de: Modifikation
es: Mundo propio
fr: Quête personnalisée
pl: Własna Mapa

# SettingsLoadChar
source: Automatically Load the last opened Character
de: Den zuletzt verwendeten Charakter automatisch laden
es: Cargar automáticamente el último personaje
fr: Charger automatiquement le dernier personnage ouvert
pl: Automatycznie Ładuje ostatnio otwieraną Postać

# SettingsLoadCharTT
source: Selecting this option will automatically load the last open character when TQVault was closed.
de: Diese Option lädt automatischen den zuletzt verwendeten Charakter, der beim Beenden von TQVault aktiv war.
es: Esto hará que se cargue automáticamente el último personaje en uso cuando TQVault se cerró anteriormente.
fr: Avec cette option, le dernier personnage ouvert à la fermeture de TQVault sera automatiquement chargé.
pl: Wybranie tej opcji spowoduje automatyczne załadowanie ostatnio otwartej postaci kiedy TQVault zostanie zamknięty.

# SettingsLoadVault
source: Automatically Load the last opened Vault
de: Die zuletzt verwendete Tresordatei automatisch laden
es: Cargar automáticamente la última Colección
fr: Charger automatiquement le dernier coffre ouvert
pl: Automatycznie Ładuje ostatnio otwarty Skarbiec

# SettingsLoadVaultTT
source: Selecting this item will automatically load the last opened vault when TQVault was closed. TQVault will automatically open Main Vault if nothing is chosen.
de: Diese Option lädt automatisch die zuletzt verwendete Tresordatei, die Offen war. Wenn keine Tresordatei offen war, dann wird die 'Main Vault' geladen.
es: Hace que se cargue automáticamente la última Colección vista antes de haber cerrado TQVault. TQVault abrirá automáticamente la Colección Principal (Main Vault) si no se elige nada.
fr: Avec cette option, le dernier coffre ouvert à la fermeture de TQVault sera automatiquement chargé. TQVault ouvrira automatiquement le Coffre principal si rien n'est choisi.
pl: Wybranie tego przedmiotu spowoduje automatyczne załadowanie ostatnio otwartego skarbca kiedy TQVault zostanie zamknięty. TQVault automatycznie otworzy Główny Skarbiec jeśli nic nie zostanie wybrane.

# SettingsNoWarning
source: Bypass Confirmation Messages
de: Bestätigungsmeldungen übergehen
es: Saltar mensajes de confirmación
fr: Passer les messages de confirmation
pl: Pomiń Komunikaty Potwierdzające

# SettingsNoWarningTT
source: When enabled, confirmation messages will no longer be shown for item deletion and relic removal or if there are items in the trash when TQVault is closed.
de: Diese Option deaktiviert sämtliche Rückfragen, wie z.B. beim Entfernen der Relikte oder falls sich im Mülleimer noch Gegenstände befinden, beim Beenden von TQVault.
es: Activado, no se mostrarán mensajes al eliminar objetos o reliquias y dijes o si hay objetos en la Basura cuando cierres TQVault.
fr: Avec cette option, les messages de confirmation ne seront plus affichés pour la suppression d'objets et le retrait de reliques ou s'il y a des objets au rebus quand TQVault est fermé.
pl: Gdy aktywne, komunikaty potwierdzające nie będą więcej pokazywane podczas usuwania przedmiotów i odłączania reliktów oraz jeśli w koszu są jakieś przedmioty kiedy TQVault jest zamykany.

# SettingsPreLoad
source: Pre-Load All Vault And Character Files
de: Alle Tresor- und Charakter-Dateien vorab laden
es: Precargar archivos de Colección y personajes
fr: Précharger tous les fichiers de coffre et de personnage
pl: Wstępne Ładowanie Wszystkich Skarbców i Plików Postaci

# SettingsPreLoadTT
source: Selecting this item will automatically load all of the available character, stash and vault files on startup. This aids the search function, but increases startup time.
de: Diese Option lädt automatisch alle verfügbaren Charakter-, Lager- und Tresor-Dateien beim Starten. Dies beschleunigt die Suchfunktion, aber verlängert den Startvorgang.
es: Esto cargará automáticamente todos los archivos disponibles de personaje, Colección y almacén durante el inicio. Ayuda a la función de búsqueda, pero ralentiza el inicio.
fr: Avec cette option, tous les fichiers de personnage, de caravane et de coffre seront automatiquement chargés au démarrage. Cela facilite la fonction Rechercher, mais cela augmente le temps de démarrage.
pl: Wybranie tego przedmiotu spowoduje automatyczne załadowanie wszystkich dostępnych plików postaci, worków i skarbców na starcie. Funkcja pomaga przy wyszukiwaniu, ale wydłuża start programu.

# SettingsReset
source: Reset
es: Config. Anterior
fr: Restaurer
pl: Resetuj

# SettingsResetTT
source: Causes the configuration to Reset to the last saved configuration.
de: Ein Reset durchführen, um die aktuellen Einstellungen zu übernehmen.
es: Cambia la configuración a la última guardada.
fr: Restaurera la dernière configuration sauvegardée.
pl: Powoduje resetowanie konfiguracji do ostatnio zapisanej konfiguracji.

# SettingsSkipTitle
source: Automatically Bypass Title Screen
de: Den Titel-Screen automatisch überspringen
es: Saltar título automáticamente
fr: Passer automatiquement l'écran d'accueil
pl: Automatyczne Pomijanie Ekranu Tytułowego

# SettingsSkipTitleTT
source: Ticking this box will automatically hit the Enter key on the title screen.
de: Diese Option übergibt automatisch ein Enter um den Titel-Screen zu Schließen.
es: Esto hará que la pantalla de título avance al programa por sí sola.
fr: Avec cette option, "Ouvrir le coffre" sera automatiquement activé sur l'écran d'accueil.
pl: Kliknięcie tego okna spowoduje automatyczne wciśnięcie klawisza Enter na ekranie tytułowym.

# StashNotFound
source: Cannot find Stash file.
de: Kann keine Lager-Datei finden.
es: Archivo de almacén no encontrado.
fr: Impossible de trouver le fichier caravane.
pl: Nie można znaleźć pliku Worka.

# StashNotFoundMsg
source: The Stash file cannot be found. Please visit the Caravan Trader in game to create the file. The Storage Area tab will be unavailable for this character.
de: Die Stauraum-Datei konnte nicht gefunden werden. Bitte besuchen Sie im Spiel den Karawanentreiber, um eine Stauraum-Datei zu erstellen. Der Stauraum ist für diesen Charakter nicht verfügbar.
es: No se encuentra el archivo de almacén. Por favor, visita al conductor de caravana para crearlo. La pestaña de almacén de caravana estará deshabilitada.
fr: Le fichier caravane ne peut pas être trouvé. Allez voir le Conducteur de caravane dans le jeu pour créer le fichier. L'onglet Zone de stockage ne sera pas disponible pour ce personnage.
pl: Plik Worka nie może zostać znaleziony. Odwiedź Karawanę w grze by stworzyć plik. Pole Okna Karawany będzie niedostępne dla tej postaci.

# StashPanelBtn1
source: Equipment
de: Ausrüstung
es: Equipo
fr: Equipement
pl: Ekwipunek

# StashPanelBtn2
source: Transfer Area
de: Übergabebereich
es: Almacén caravana (transfer.)
fr: Zone de transfert
pl: Pole Transferu

# StashPanelBtn3
source: Storage Area
de: Stauraum
es: Almacén caravana
fr: Zone de stockage
pl: Pole Karawany

# StashPanelText
source: Caravan
de: Karawane
es: Caravana
fr: Caravane
pl: Karawana

# UpdateCompletion
source: {0} {1} % complete.
de: {0} {1} % beendet.
es: {0} {1} % descargado.
fr: {0} {1} % effectués.
pl: {0} {1} % skompletowanych.

# UpdateCompletion2
source: {0} 0 % complete.
de: {0} 0 % beendet.
es: {0} 0 % descargado.
fr: {0} 0 % effectué.
pl: {0} 0 % skompletowanych.

# UpdateCurrentVer
source: Current Version: {0}
de: Aktuelle Version: {0}
es: Versión actual: {0}
fr: Version actuelle : {0}
pl: Aktualna Wersja: {0}

# UpdateError
source: Cannot Start Setup
de: Das Setup kann nicht gestartet werden
es: No se pudo iniciar el instalador
fr: Impossible de commencer l'installation
pl: Nie Można Włączyć Ustawień

# UpdateErrorMsg
source: There was a problem with the download or the extraction. Please download the latest full setup install package and run it manually. Click OK to exit.
de: Es besteht ein Problem mit der Datei oder beim Extrahieren. Laden Sie bitte die Datei neu und installieren sie es neuerlich. Klicken sie auf OK zum Beenden.
es: Ha habido un problema en la descarga o la extracción. Por favor, descarga el más reciente paquete de instalación y ejecútalo manualmente. Pulsa Vale para salir.
fr: Il y a eu un problème de téléchargement ou d'extraction. Téléchargez le dernier dossier d'installation complète et lancez-le manuellement. Cliquez sur OK pour quitter.
pl: Wystąpił problem z pobieraniem lub rozpakowywaniem. Proszę pobrać najnowszą paczkę instalacyjną i włączyć ją manualnie. Kliknij OK by wyjść.

# UpdateFullInstall
source: A newer version of TQVault has been found which requires a full installation.
de: Eine neuere Version von TQVault ist verfügbar, welche aber eine Neu-Installation verlangt.
es: La nueva versión encontrada de TQVault requiere instalación manual.
fr: Une nouvelle version de TQVault a été trouvée, elle requiert une installation complète.
pl: Została wykryta nowa wersja TQVault, która wymaga pełnej instalacji.

# UpdateLatestVer
source: Latest Version: {0}
de: Aktuelle Version: {0}
es: Versión más reciente: {0}
fr: Dernière version : {0}
pl: Najnowsza Wersja: {0}

# UpdateMinVer
source: Minimum Version: {0}
de: Kleinste Version: {0}
es: Versión mínima: {0}
fr: Version minimum : {0}
pl: Najniższa Wersja: {0}

# UpdateNewTQVault
source: A newer version of TQVault has been found.
de: Eine neuere Version von TQVault ist vorhanden.
es: Se ha encontrado una versión nueva de TQVault.
fr: Une nouvelle version de TQVault a été trouvée.
pl: Została wykryta nowsza wersja TQVault.

# UpdateNewUpdater
source: A newer version of the TQVault update program has been found.
de: Eine neuere Version des TQVault-Updateprogrammes ist vorhanden.
es: Se ha encontrado una versión nueva del actualizador de TQVault.
fr: Une nouvelle version du programme de mise à jour de TQVault a été trouvée.
pl: Został wykryta nowsza wersja programu aktualizacji TQVault.

# UpdateNoUpdate
source: Your version is up to date.
de: Ihre Version ist auf am neusten Stand.
es: Tienes la última versión.
fr: Votre version est à jour.
pl: Twoja wersja jest aktualna.

# UpdatePerform
source: Click OK to perform an update.
de: Klicken Sie auf OK, um das Update aufzuführen.
es: Pulsa Vale para realizar una actualización.
fr: Cliquez sur OK pour effectuer une mise à jour.
pl: Kliknij OK by wykonać aktualizację.

# UpdatePerformBoth
source: Click OK to perform both updates.
de: Klicken Sie auf OK, um beide Updates aufzuführen.
es: Pulsa Vale para realizar ambas actualizaciones.
fr: Cliquez sur OK pour effectuer les deux mises à jour.
pl: Kliknij OK by wykonać obydwie aktualizacje.

# UpdateRunInstall
source: Click OK to download and run the installer.
de: Klicken Sie auf OK, um die Installation zu laden und zu starten.
es: Pulsa Vale para descargar y ejecutar el instalador.
fr: Cliquez sur OK pour télécharger et lancer l'installeur.
pl: Kliknij OK by pobrać i włączyć instalację.

# UpdateStreamError
source: There was an error connecting to the update server. An update cannot be performed.
de: Es ist beim Verbinden zum Updateserver eine Fehler aufgetreten. Das Update kann nicht aufgeführt werden.
es: ¡Error conectándose a los servidores de actualización! No se puede actualizar en este momento.
fr: Il y a eu une erreur lors de la connexion avec le serveur de mise à jour. La mise à jour ne peut pas être effectuée.
pl: Wystąpił błąd przy próbie połączenia z serwerem. Aktualizacja nie może zostać wykonana.

# UpdateText
source: TQVault Updates
de: TQVault Update
es: Actualizaciones de TQVault
fr: Mises à jour de TQVault
pl: Aktualizacje TQVault

# UpdateUpdaterNotFound
source: The TQVault update program was either not found or the name has changed.
de: Das TQVault-Updateprogramm konnte nicht gefunden werden, oder der Name hat sich geändert.
es: El actualizador de TQVault no se ha encontrado o su nombre ha cambiado.
fr: Le programme de mise à jour de TQVault n'a pas été trouvé ou le nom a changé.
pl: Program aktualizacji TQVault został albo nie znaleziony albo zmieniono jego nazwę.

# VaultProgressText
source: Loading Player and Vault Files...
de: Player- und Tresor-Daten werden geladen …
es: Cargando archivos de Colección y de jugador…
fr: Chargement des fichiers de coffre et de personnage ...
pl: Ładowanie Plików Gracza i Skarbca…

# AUEnglishName
source: English
de: German
es: Spanish
fr: French
pl: Polish

# MaintenanceNewVault
source: New Vault
de: Neuer Tresor
es: Colección nueva
fr: Nouveau coffre
pl: Nowy Skarbiec

# SettingsTitle
source: Configure Settings
de: Konfigurationseinstellungen
es: Configurar Parámetros
fr: Configuration
pl: Ustawienia Konfiguracji

# VaultGroupBoxEmpty
source: <EMPTY>
de: <Leer>
es: <Vacío>
fr: <Vide>
pl: <Pusty>

# MainFormSearchButtonText
source: Search
de: Suche
es: Encontrar
fr: Chercher
pl: Znajdź

# SearchDialogText
source: Search for items within the loaded files: vaults, stashes, inventories. You can combine the following search options(all are optional): * Name: It must be the first search term. Here is an example: 'arctic & of frost' * Type: by using @ at the beginning of the search term for example '@sword' * Attributes: by using # at the beginning of the search term for example '#elemental resistance' * Rarity: by using $ at the beginning of the search term for example '$rare' You can use | in a term as an OR condition. '$common | rare' returns all common and all rare items. Here is a complex example: 'arctic & of frost @ring $rare | common'
de: Suche nach Elementen innerhalb der geladenen Dateien: Charakteren, Tresoren und den Karawanenen. Sie können die folgenden Suchoptionen kombinieren(alle sind optional): * Name: Es muss der erste Suchbegriff sein. Hier ist ein Beispiel: 'arctic & frost' * Typ: mit @ am anfang des Suchbegriffs zB '@schwert' * Eigenschaft: mit # am Anfang des Suchbegriffs zB '#resistenz' * Seltenheit: mit $ am Anfang des Suchbegriffs zB '$episch' Sie können | in einem Begriff als ODER-Bedingung benutzen zB '$episch | selten' Hier ist ein komplexes Beispiel: 'arctic & frost @schwert $ episch | selten'
es: Buscar elementos dentro de los archivos loadedFiles: bóvedas, stashes, inventarios. Puede combinar las siguientes opciones de búsqueda (todas son opcionales): * Nombre: Debe ser el primer término de búsqueda. Aquí hay un ejemplo: 'glacial & hielo' * Tipo: usando @ al principio del término de búsqueda por ejemplo '@espada' * Atributos: usando # al principio del término de búsqueda por ejemplo '#resistencia' * Raridad: usando $ al principio del término de búsqueda por ejemplo '$épico' Usted puede utilizar | en un término como condición o por ejemplo '$épico | raro' He aquí un ejemplo complejo: 'glacial & hielo @espada $raro'
fr: Recherchez des éléments dans les fichiers chargés: coffres-forts, stash, inventaires. Vous pouvez combiner les options de recherche suivantes (toutes sont optionnelles): * Nom: Ce doit être le premier terme de recherche. Voici un exemple: 'arctique & gel ' * Catégorie: en utilisant @ au début du terme de recherche par exemple '@sabre' * Attributs: en utilisant # au début du terme de recherche par exemple '#résistance' * Rareté: en utilisant $ au début du terme de recherche par exemple '$épique' Vous pouvez utiliser | dans un terme comme condition OU. '$épique | rare' renvoie tous les objets épiques et rares. Voici un exemple complexe: 'arctique & gel @sabre $épique | rare'
pl: Wyszukiwanie elementów w wczytywanych plikach: skarbcach, stajniach, zapasach. Możesz połączyć następujące opcje wyszukiwania (wszystkie są opcjonalne): * Nazwa: musi to być pierwszy wyszukiwany termin. Oto przykład: 'arktyczny & mróz' * Rodzaj: używając @ na początku wyszukiwanego hasła '@miecz' * Atrybuty: używając # na początku wyszukiwanego hasła '#odporność' * Rzadkość: używając $ na początku wyszukiwanego hasła '$epicki' Możesz użyć | w określeniu jako warunek LUB. '$pospolity | epicki' zwraca wszystkie wspólne i epickie elementy. Oto złożony przykład: 'arktyczny &mróz @miecz $pospolity | epicki'

# GlobalClose
source: Close
de: Ausfahrt
es: Salida
fr: Sortir
pl: Wyjście

# GlobalMaximize
source: Maximize
de: Maximieren
es: Maximizar
fr: Maximiser les
pl: Maksymalizacja

# GlobalMinimize
source: Minimize
de: Minimieren
es: Minimizar
fr: Minimiser les
pl: Zminimalizować
