Repository: EtienneLamoureux/TQVaultAE
Catalog: src/TQVaultAE.GUI/Properties/Resources.*.resx
Languages: de, es, fr, pl

# MainFormPlayerReadError
source: Error reading player file
de: Fehler beim Lesen der Spielerdateien
es: ¡Error leyendo archivo de jugador!
fr: Erreur en lisant le fichier du personnage
pl: Błąd w czytaniu plików gracza

# MainFormQuit
source: Are you sure you wish to quit?
de: Sind Sie sicher, dass Sie das Programm schließen wollen?
es: ¿Estás seguro de que quieres salir?
fr: Etes-vous sûr de vouloir quitter l'application ?
pl: Na pewno chcesz wyjść?

# MainFormReadError
source: Error reading {0} Are you sure it is a valid file? {1}
de: Lesefehler {0} Sind Sie es sicher, dass dies eine gültige Datei ist? {1}
es: ¡Error leyendo {0} ! ¿Estás seguro de que es un archivo válido? {1}
fr: Erreur en lisant {0} Etes-vous sûr qu'il s'agit d'un fichier valide ? {1}
pl: Błąd w czytaniu {0} Jetseś pewien, że to poprawny plik? {1}

# MainFormSaveError
source: Error saving data for '{0}'
de: Fehler '{0}' beim Speichern der Dateien
es: ¡Error guardando datos para '{0}' !
fr: Erreur en sauvegardant les données pour '{0}'
pl: Błąd w zapisywaniu danych dla '{0}'

# MainFormSelectCharacter
source: Select a character
de: Wähle einen Charakter
es: Elige un personaje
fr: Sélectionnez un personnage
pl: Wybierz postać

# MainFormSelectVault
source: Select a vault
de: Wähle einen Tresor
es: Elige una Colección
fr: Sélectionnez un coffre
pl: Wybierz skarbiec

# MainFormSettingsChanged
source: Game Settings Changed
de: Einstellungen geändert
es: Opciones de juego cambiadas
fr: Configuration du jeu modifiée
pl: Ustawienia Gry Zmienione

# MainFormSettingsChangedMsg
source: The Game Settings have been changed. You will need to restart TQVault for it take effect. Would you like to restart TQVault now?
de: Die Einstellung wurden geändert. TQVault muss neu gestartet werden für eine Aktualisierung. Soll TQVault jetzt neu gestartet werden?
es: Se han cambiado las opciones del juego. Necesitas reiniciar TQVault para que el cambio surta efecto. ¿Quieres reiniciar TQVault ahora?
fr: La configuration du jeu a été changée. Vous devez redémarrer TQVault pour en voir l'effet. Voulez-vous redémarrer TQVault maintenant ?
pl: Ustawienia Gry zostały zmienione. Efekty pojawią się po ponownym uruchomieniu TQVault. Zrestartować teraz TQVault?

# MainFormStartVaultMon
source: Would you like to start TQVaultMon?
de: Soll der TQVaultMon gestartet werden?
es: ¿Deseas iniciar TQVaultMon?
fr: Voulez-vous lancer TQVaultMon ?
pl: Rozpocząć TQVaultMon?

# MainFormStartVaultMonMsg
source: You have just modified the inventory of some of your characters. Titan Quest will detect this and think that your character is corrupt and will not let you load your character. TQVaultMon is a program that, when running, will make Titan Quest think that your character is okay and will let you load it successfully. Once you have successfully loaded your character you will not need to use TQVaultMon again unless you make further edits. It is suggested that you start TQVaultMon now and then run Titan Quest and briefly load all of the characters you have just modified. Would you like to start TQVaultMon now?
de: Es wurde das Inventar von einigen der Charaktere geändert. Titan Quest erkennt dies und haltet den Charakter für fehlerhaft und der Charakter ist nicht mehr spielbar. Das Programm TQVaultMon lässt nun Titanen Quest glauben, dass der Charakter okay ist und somit auch spielbar. Sobald der Charakter einmal erfolgreich geladen wurde, wird der TQVaultMon anschließend nicht mehr benötigt, außer man Ändert wiederum etwas. Es ist Ratsam, jetzt Titan Quest über den TQVaultMon zu starten und auch einmal alle Charaktere zu laden, die modifiziert wurden. Soll der TQVaultMon jetzt gestartet werden?
es: Acabas de modificar el inventario de alguno(s) de tus personajes. Titan Quest verá esto como un fallo en el archivo del personaje e impedirá que lo cargues. TQVaultMon es un programa que hará que Titan Quest piense que tu personaje sigue igual y te permitirá cargarlo satisfactoriamente. Cuando hayas cargado exitosamente tu personaje, no necesitarás usar TQVaultMon de nuevo si no haces más cambios en los inventarios. Se sugiere que inicies TQVaultMon ahora y, acto seguido, ejecutes Titan Quest y cargues una vez todos los personajes que has modificado. ¿Deseas iniciar TQVaultMon ahora?
fr: Vous venez de modifier l'inventaire de certains de vos personnages. Titan Quest va le détecter, considérer que votre personnage est corrompu et ne permettra pas qu'il soit chargé. TQVaultMon est un programme qui, si il est lancé, fera croire à Titan Quest que votre personnage est OK et vous permettra de le charger sans souci. Une fois que vous avez chargé votre personnage avec succès, vous n'aurez plus besoin de réutiliser TQVaultMon à moins de faire de nouveaux changements. Il est conseillé de démarrer TQVaultMon maintenant, puis de lancer Titan Quest et de charger rapidement tous les personnages que vous venez de modifier. Voulez-vous démarrer TQVaultMon maintenant?
pl: Właśnie zmieniłeś ekwipunek w niektórych postaciach. Titan Quest wykryje je i odczyta jako zepsute postacie i nie pozwoli ci ich załadować. TQVaultMon jest programem, który sprawi, że Titan Quest pomyśli, że twoja postać jest poprawna i pozwoli ją prawidłowo załadować. Kiedy poprawnie załadujesz postać, nie będziesz musiał ponownie używać TQVaultMon póki nie będziesz robić dalszych edycji. Sugerowane jest, żebyś włączył TQVaultMon teraz i potem włączył Titan Quest, żeby na szybko załadować wszystkie postacie, które zedytowałeś. Chcesz teraz włączyć TQVaultMon?

# MainFormStashReadError
source: Error reading stash file
de: Fehler beim Laden des Übergabebereichs
es: ¡Error leyendo archivo de almacén de caravana!
fr: Erreur en lisant le fichier de la caravane
pl: Błąd w odczytywaniu pliku worka

# MainFormTrashItems
source: There are currently {0} items in the trash. If you quit these items will be LOST FOREVER. Are you sure you wish to throw away these items?
de: Es gibt gegenwärtig {0} Gegenstände im Mülleimer. Beim Beenden gehen diese VERLOREN. Sind Sie sicher, dass diese Gegenstände verloren gehen?
es: Actualmente hay {0} objetos en la Basura. Si sales ahora, esos objetos serán borrados de forma PERMANENTE. ¿Estás seguro de que quieres eliminar estos objetos?
fr: Il y a actuellement {0} objets au rebus. Si vous quittez l'application, ils seront DEFINITIVEMENT PERDUS. Voulez-vous vraiment vous débarrasser de ces objets?
pl: Obecnie jest {0} przedmiotów w koszu. Jeśli wyjdziesz, te przedmioty ZNIKNĄ NA ZAWSZE. Jesteś pewien, że chcesz wyrzucić te przedmioty?

# MainFormUnableToStartVaultMon
source: Unable to start TQVaultMon
de: Der TQVaultMon lässt sich nicht starten
es: Incapaz de iniciar TQVaultMon
fr: Impossible de lancer TQVaultMon
pl: Nie można włączyć TQVaultMon

# MainFormVaultMonError
source: Error trying to start TQVaultMon
de: Fehler beim Starten vom TQVaultMon
es: Error intentando iniciar TQVaultMon
fr: Erreur en essayant de démarrer TQVaultMon
pl: Błąd przy próbie startowania TQVaultMon

# MainFormVaultMonMsg
source: I was unable to see if TQVaultMon was running. Most likely TQVaultMon will not work either. Because you have modified some of your characters, TQ will think your characters are corrupt. In order to successfully load the game and play, you will need to download TQ Defiler and use its 'Patch' or 'Fix Me' options to let the game validate your character. If you do not mind, please contact me and let me know about this problem because I may have a solution to the error that will save you some hassles. Error message follows
de: Es war nicht möglich, fest zu stellen, ob der TQVaultMon funktioniert hat. Möglicherweise funktioniert der TQVaultMon nicht korrekt. Weil aber einige der Charaktere modifiziert wurden, wird TQ diese nun als Fehlerhaft ansehen. Um Sie nun trotzdem wieder spielen zu können, wird der TQ Defiler benötigt, den man extra downloaden muss und dort die 'Patch' oder 'Fix Me' Option benutzen, um die Charakter wieder als Spielbar zu korrigieren. Bei Schwierigkeiten oder Problemen, verständigen Sie mich bitte, mit einer Fehlerbeschreibung, vielleicht habe ich eine Lösung für den Fehler, der Sie vor Ärger bewahrt. Fehlermitteilung folgt
es: No he podido comprobar si TQVaultMon se estaba ejecutando. Probablemente, TQVaultMon tampoco funcione. Como has modificado algunos de tus personakes, TQ pensará que sus archivos están dañados. Para poder cargar el juego exitosamente y jugar, necesitas descargar TQ Defiler (sólo en inglés) y usar los botones 'Patch' o 'Fix Me' para que el juego valide tus personajes. Si no te importa, por favor, ponte en contacto conmigo y hazme saber de este problema porque puede que tenga una solución al fallo, que te ahorarrá algunas molestias. Sigue el mensaje de error
fr: Il m'est impossible de voir si TQVaultMon fonctionnait. Il est probable que TQVaultMon ne fera pas effet. Comme vous avez modifié certains de vos personnages, TQ considérera qu'ils sont corrompus. Pour lancer le jeu avec succès et jouer, vous devrez télécharger TQ Defiler et utiliser les options "Patch" ou "Fix Me" pour que le jeu valide vos personnages. Si vous n'y voyez pas d'inconvénient, contactez-moi et informez-moi de ce problème car je pourrais avoir une solution qui vous épargnera bien des tracas. Suit le message d'erreur
pl: Nie mogłem zobaczyć czy TQVaultMon był włączony. Zapewne TQVaultMon także nie pracował. Ponieważ zedytowałeś niektóre postacie, TQ pomyśli, że są one zepsute. By poprawnie załadować i grać w grę, będziesz potrzebować program TQ Defiler i użyć w nim funkcji 'Patch' lub 'Fix Me' by gra "zaakceptowała" twoją postać. Jeśli nie masz nic przeciwko, skontaktuj się ze mną i daj mi znać o problemie bo możliwe, że mam rozwiązanie dla tego błędu, które zaoszczędzi ci problemów. Wiadomość o błędzie brzmi

# MaintenanceBadChars
source: You used invalid characters.
de: Sie benutzen einen ungültigen Charakter.
es: Has usado caracteres inválidos.
fr: Vous avez utilisé des personnages non-valides.
pl: Użyłeś nieprawidłowych postaci.

# MaintenanceBadName
source: You must enter a name for the new vault
de: Sie müssen einen Namen für den neuen Tresor eingeben
es: Debes introducir un nombre para la nueva Colección.
fr: Vous devez entrer un nom pour le nouveau coffre
pl: Musisz wprowadzić nazwę dla nowego skarbca

# MaintenanceCopy
source: Please select the source to copy from the source drop down list and then type the destination name in the target box below.
de: Wählen Sie bitte die Datei aus der Dropdown-Liste zum Kopieren aus und geben einen Namen dafür im Ziel-Dialog ein.
es: Por favor, elige lo que quieras copiar en la lista desplegable de origen y escribe el nombre de la nueva copia en el campo de destino abajo.
fr: Sélectionnez la source à copier dans la liste déroulante puis entrez le nom de la destination dans la fenêtre Cible ci-dessous.
pl: Proszę wybrać źródło do skopiowania z listy umieszczonych źródeł i wprowadzić nazwę docelową w polu tekstowym poniżej.

# MaintenanceDelete
source: Please select the vault to delete from the source drop down list.
de: Wählen Sie bitte die Datei aus der Dropdown-Liste, die Gelöscht werden soll.
es: Por favor, elige la Colección que quieras borrar de la lista desplegable de origen.
fr: Sélectionner le coffre à effacer dans la liste déroulante.
pl: Proszę wybrać skarbiec by go usunąć z listy umieszczonych źródeł.

# MaintenanceDuplicate
source: Duplicate Vault Name
de: Doppelter Tresor-Name
es: Duplicar el nombre de la Colección
fr: Copier le nom du coffre
pl: Skopiuj Nazwę Skarbca

# MaintenanceExists
source: A vault named {0} already exists.
de: Ein Tresor mit dem Namen {0} gibt es bereits.
es: Ya existe una Colección llamada {0}
fr: Un coffre appelé {0} existe déjà.
pl: Nazwa skarbca {0} już istnieje.

# MaintenanceGroup
source: Select Function
de: Funktion wählen
es: Elige función
fr: Sélectionner la fonction
pl: Wybierz Funkcję

# MaintenanceInstructions
source: Instructions
de: Anweisungen
es: Instrucciones
pl: Instrukcje

# MaintenanceInvalidName
source: Invalid Vault Name
de: Ungültiger Tresor-Name
es: Nombre de Colección inválido
fr: Nom de coffre invalide
pl: Nieprawidłowa Nazwa Skarbca

# MaintenanceInvalidSourceName
source: Invalid Source Vault Name
de: Ungültiger Quell-Tresor-Name
es: Nombre de origen de Colección inválido
fr: Nom de coffre source invalide
pl: Nieprawidłowa Nazwa Źródła Skarbca

# MaintenanceNew
source: Please type a name for your new vault in the target box below. You may not use the following characters:
de: Bitte geben Sie unter Ziel einen neuen Namen für den Tresor ein. Folgende Zeichen können nicht verwendet werden:
es: Por favor, escribe el nombre de tu nueva Colección en el campo de destino abajo. No puedes usar ninguno de los siguientes caracteres:
fr: Entrez un nom pour votre nouveau coffre dans la fenêtre Cible ci-dessous. Vous ne pouvez pas utiliser les caractères suivants :
pl: Proszę wprowadzić nazwę dla nowego skarbca w polu tekstowym poniżej. Nie możesz używać tych znaków:

# MaintenanceNoCopyTarget
source: You must enter a new name for your copied vault
de: Geben Sie einen neuen Namen für den kopierten Tresor ein.
es: Debes introducir un nuevo nombre para tu Colección copiada
fr: Vous devez entrer un nouveau nom pour votre copie de coffre
pl: Musisz wprowadzić nową nazwę dla skopiowanego skarbca

# MaintenanceRbCopy
source: Copy a Vault
de: Tresor kopieren
es: Copiar Colección
fr: Copier un coffre
pl: Kopiuj Skarbiec

# MaintenanceRbDelete
source: Delete a Vault
de: Tresor löschen
es: Borrar Colección
fr: Supprimer un coffre
pl: Usuń Skarbiec

# MaintenanceRbNew
source: Create a New Vault
de: Neuen Tresor erstellen
es: Crear Colección nueva
fr: Créer un coffre
pl: Stwórz Nowy Skarbiec

# MaintenanceRbRename
source: Rename a Vault
de: Tresor umbenennen
es: Renombrar Colección
fr: Renommer un coffre
pl: Zmień Nazwę Skarbca

# MaintenanceRename
source: Please select the vault to rename from the source drop down list and then type the new name in the target box below.
de: Zum Umbenennen wählen Sie bitte eine Datei aus der Dropdown-Liste und geben einen Namen dafür im Ziel-Dialog ein.
es: Por favor, elige la Colección a renombrar en el menú desplegable de origen y escribe el nuevo nombre en el campo de destino abajo.
fr: Sélectionnez le coffre à renommer dans la liste déroulante puis entrez le nouveau nom dans la fenêtre Cible ci-dessous.
pl: Proszę wybrać skarbiec dla zmiany nazwy z listy umieszczonych źródeł i potem wprowadzić nową nazwę w polu tekstowym poniżej.

# MaintenanceSource
source: Source
de: Quelle
es: Origen
pl: Źródło

# MaintenanceSourceNoExist
source: Source Vault does not exist.
de: Quell-Tresor existiert nicht.
es: La Colección de origen no existe.
fr: Le coffre source n'existe pas.
pl: Źródło Skarbca nie istnieje.

# MaintenanceTarget
source: Target
de: Ziel
es: Destino
fr: Cible
pl: Cel

# MaintenanceText
source: Vault Maintenance
de: Tresor-Verwaltung
es: Administración de Colecciones
fr: Gestion des coffres
pl: Otrzymanie Skarbca

# PlayerOverwriteSack
source: Overwrite Sack
de: Sack überschreiben
es: Sobreescribir bolsa
fr: Ecraser le contenu du sac
pl: Zastąp Worek

# PlayerOverwriteSackMsg
source: The destination is not empty. Are you sure you want to overwrite?
de: Das Ziel ist nicht leer. Soll es Überschrieben werden?
es: El destino no está vacío. ¿Estás seguro de que quieres sobreescribir?
fr: La destination n'est pas vierge. Etes-vous sûr de vouloir écraser son contenu ?
pl: Adres docelowy nie jest pusty. Na pewno chcesz go zastąpić?

# PlayerPanelEmpty
source: Empty Bag?
de: Leere Tasche?
es: ¿Vaciar bolsa?
fr: Vider le sac ?
pl: Pusta Torba?

# PlayerPanelEmptyMsg
source: Are you sure you wish to delete all of the items in the bag?
de: Sollen wirklich alle Gegenstände in der Tasche gelöscht werden?
es: ¿Estás seguro de que quieres eliminar todos los objetos de la bolsa?
fr: Voulez-vous vraiment détruire tous les objets du sac ?
pl: Na pewno chcesz usunąć wszystkie przedmioty z torby?

# PlayerPanelMenuCopy
source: Copy Bag
de: Tasche kopieren
es: Copiar bolsa
fr: Copier le sac
pl: Kopiuj Torbę

# PlayerPanelMenuEmpty
source: Empty Bag
de: Tasche löschen
es: Vaciar bolsa
fr: Vider le sac
pl: Pusta Torba

# PlayerPanelMenuMerge
source: Merge Bag
de: Tasche verbinden
es: Combinar bolsa
fr: Fusionner le sac
pl: Połącz Torby

# PlayerPanelMenuMove
source: Move Bag
de: Tasche verschieben
es: Mover bolsa
fr: Déplacer le sac
pl: Przenieś Torby

# PlayerPanelNoPlayer
source: (No character selected)
de: (Kein Charakter gewählt)
es: (Ningún personaje seleccionado)
fr: (Aucun personnage sélectionné)
pl: (Brak zaznaczonej postaci)

# PlayerPanelNoVault
source: (No vault selected)
de: (Kein Tresor gewählt)
es: (Ninguna Colección seleccionada)
fr: (Aucun coffre sélectionné)
pl: (Brak zaznaczonego skarbca)

# ResultsContainer
source: Container
de: Behälter
es: Lugar
fr: Emplacement
pl: Pojemnik

# ResultsContainerEquip
source: Equipment
de: Ausrüstung
es: Equipo
fr: Equipement
pl: Ekwipunek

# ResultsContainerPlayer
source: Player
de: Spieler
es: Personaje
fr: Personnage
pl: Gracz

# ResultsContainerStash
source: Stash
de: Lager
es: Almacén caravana
fr: Caravane
pl: Worek

# ResultsContainerType
source: ContainerType
de: Behältertype
es: Lugar
fr: Type d'emplacement
pl: RodzajEkwipunku

# ResultsContainerVault
source: Vault
de: Tresor
es: Colección
fr: Coffre
pl: Skarbiec

# ResultsItem
source: Item
de: Gegenstand
es: Objeto
fr: Objet
pl: Przedmiot

# ResultsQuality
source: Quality
de: Qualität
es: Calidad
fr: Qualité
pl: Jakość

# ResultsSack
source: Sack
es: Bolsa
fr: Sac
pl: Worek

# ResultsText
source: {0} Items Found with '{1}'
de: {0} Gegenstände mit '{1}' gefunden
es: {0} objetos encontrados con '{1}'
fr: {0} objets trouvés avec '{1}'
pl: {0} Znaleziono Przedmioty z '{1}'

# SackPanelAutoSort
source: Please set item down.
de: Gegenstand bitte ablegen.
es: Por favor, suelta el objeto.
fr: Veuillez déposer l'objet.
pl: Proszę umieścić przedmiot.

# SackPanelAutoSortError
source: Autosort Error.
de: Fehler beim Autosort.
es: Error de organización automática
fr: Erreur de tri automatique.
pl: Błąd Autosortowania.

# SackPanelAutoSortErrorMsg
source: There was an error during sorting. Not all items have been placed.
de: Beim Sortieren trat ein Fehler auf. Es sind nicht alle Gegenstände sortiert worden.
es: Ha ocurrido un error durante la organización. No se han recolocado todos los objetos.
fr: Une erreur a eu lieu lors du tri. Tous les objets n'ont pas été remis.
pl: Wystąpił błąd podczas sortowania. Nie wszystkie przedmioty zostały umieszczone.

# SackPanelAutoSortMsg
source: You are currently holding an item. Please place the item down somewhere before sorting.
de: Es wird gegenwärtig ein Gegenstand benutzt. Zum Sortieren, bitte den Gegenstand ablegen.
es: Estás moviendo un objeto ahora mismo. Por favor, suelta el objeto antes de usar la organización automática.
fr: Vous êtes en train de manipuler un objet. Déposez l'objet quelque part avant de trier.
pl: Trzymasz w tej chwili przedmiot. Prosze go gdzieś umieścić przed sortowaniem.

# SackPanelDelete
source: Delete Item
de: Gegenstand löschen
es: Eliminar objeto
fr: Supprimer l'objet
pl: Usuń Przedmiot

# SackPanelDeleteMsg
source: This item will be PERMANENTLY DELETED! Are you sure you want to delete this item?
de: Der Gegenstand wird ENDGÜLTIG gelöscht! Soll der Gegenstand wirklich gelöscht werden?
es: ¡Este objeto será eliminado PERMANENTEMENTE! Esta acción es IRREVERSIBLE. ¿Estás seguro de que quieres eliminar este objeto?
fr: Cet objet va être DEFINITIVEMENT SUPPRIME ! Voulez-vous vraiment supprimer cet objet ?
pl: Ten przedmiot zostanie TRWALE USUNIĘTY! Na pewno chcesz usunąć ten przedmiot?

# SackPanelDeleteMulti
source: Delete Multiple Items
de: Mehrere Gegenstände löschen
es: Eliminar varios objetos
fr: Supprimer plusieurs objets
pl: Usuń Kilka Przedmiotów

# SackPanelDeleteMultiMsg
source: Are you sure you want to PERMANENTLY DELETE the selected items?
de: Sollen die gewählten Gegenstände wirklich ENDGÜLTIG gelöscht werden?
es: ¿Estás seguro de que quieres eliminar permanentemente estos objetos? Esta acción es IRREVERSIBLE.
fr: Voulez-vous vraiment SUPPRIMER DEFINITIVEMENT les objets sélectionnés ?
pl: Na pewno chcesz TRWALE USUNĄĆ wybrane przedmioty?

# SackPanelMenuBonus
source: Change Completion Bonus
de: Vervollständigungsbonus ändern
es: Cambiar bonificación de completado
fr: Changer le bonus d'achèvement
pl: Zmień Bonus za Skompletowanie

# SackPanelMenuCharm
source: Complete Charm
de: Talisman vervollständigen
es: Completar dije
fr: Compléter le charme
pl: Skompletuj Amulet

# SackPanelMenuFormulae
source: Craft Artifact
de: Konstruiere das Artefakt
es: Hacer el artefacto
fr: Fabriquer l'artéfact
pl: Artefakt rzemiosła

# SackPanelMenuClear
source: Clear Selection
de: Auswahl rücksetzen
es: Deseleccionar todo
fr: Annuler la sélection
pl: Wyczyść Zaznaczenie

# SackPanelMenuCopy
source: Copy Item
de: Gegenstand kopieren
es: Copiar objeto
fr: Copier l'objet
pl: Kopiuj Przedmiot

# SackPanelMenuDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pl: Usuń

# SackPanelMenuDuplicate
source: Duplicate Item
de: Gegenstand duplizieren
es: Duplicar objeto
fr: Reproduire l'objet
pl: Duplikuj Przedmiot

# SackPanelMenuMoveTo
source: Move Item To
de: Gegenstand verschieben nach
es: Mover objeto a…
fr: Déplacer l'objet vers
pl: Przenieś Przedmiot do

# SackPanelMenuPlayer
source: Player Panel
de: Spieler-Bereich
es: Panel de personaje
fr: Personnage
pl: Panel Gracza

# SackPanelMenuProperties
source: Properties
de: Eigenschaften
es: Propiedades
fr: Propriétés
pl: Właściwości

# SackPanelMenuRelic
source: Complete Relic
de: Relikt vervollständigen
es: Completar reliquia
fr: Compléter la relique
pl: Skompletuj Relikt

# SackPanelMenuRemoveRelic
source: Remove Relic
de: Relikt entfernen
es: Quitar reliquia
fr: Retirer la relique
pl: Odłącz Relikt

# SackPanelMenuSeed
source: Change Item Seed...
de: Item-Seed ändern...
es: Cambiar semilla…
fr: Changer le N° aléatoire ...
pl: Zmień Wartość Przedmiotu…

# SackPanelMenuSet
source: Create Set Items
de: Set-Gegenstand erzeugen
es: Crear objetos afines
fr: Créer les objets du set
pl: Stwórz Przedmioty z Zestawu

# SackPanelMenuSplit
source: Split
de: Teilen
es: Separar
fr: Diviser
pl: Rozdziel

# SackPanelMenuStash
source: Stash Panel
de: Lager-Bereich
es: Panel de almacén
fr: Caravane
pl: Panel Worka

# SackPanelMenuTrash
source: Trash Panel
de: Mülleimer-Bereich
es: Panel de basura
fr: Rebus
pl: Panel Kosza

# SackPanelMenuVault
source: Vault Panel
de: Tresor-Bereich
es: Panel de Colección
fr: Coffre
pl: Panel Skarbca

# SackPanelMenuVault2
source: Secondary Vault
de: Zweiter Tresor
es: Colección secundaria
fr: 2° coffre
pl: Drugoplanowy Skarbiec

# SackPanelRemoveRelicMsg
source: Are you sure you want to remove the relic from this item?
de: Soll das Relikt wirklich vom Gegenstand getrennt werden?
es: ¿Estás seguro de que quieres separar la reliquia de este objeto?
fr: Voulez-vous vraiment retirer la relique de cet objet ?
pl: Na pewno chcesz usunąć relikt z tego przedmiotu?

# SeedBtnRandom
source: Random
de: Zufällig
es: Al azar
fr: Au hasard
pl: Losowy
