Repository: EtienneLamoureux/TQVaultAE
Catalog: src/TQVaultAE.GUI/Properties/Resources.*.resx
Languages: de, es, fr, pl

# AboutDescription
source: TQVault by bman654 (wickedsoul_@yahoo.com) Contributors: - EPinter: bug fixes, UI rework, new big vault, improvements - NorthFury: bug fixes, search features, improvements - Malgardian: Anniversary Edition port - Help on Item Stats by SadYc (sadyc1@gmail.com) - Additional features by VillageIdiot (villij-idjit@sbcglobal.net) - New User Interface by AvunaOs - German translation by FOE. - French translation by Jean and Vifarc. - Polish translation by Cygi. - Russian translation by Xelat. - Spanish translation by Kurrus. The following 3rd party libraries are used in TQVault: VXPLib: A tooltip library with HTML rendering. DevIl & Tao.Devil: image library used to read DDS formatted image data
de: TQVault von bman654 (wickedsoul_@yahoo.com) Hilfe bei Item-Stats von SadYc (sadyc1@gmail.com) Zusätzliche Features von VillageIdiot (villij-idjit@sbcglobal.net) Neue Benutzeroberfläche von AvunaOs Übersetzung ins Deutsche von FOE. Übersetzung ins Französische von Jean und Vifarc. Übersetzung ins Polnische von Cygi. Übersetzung ins Russische von Xelat Übersetzung ins Spanische von Kurrus. Die folgenden zusätzlichen Bibliotheken werden in TQVault benutzt: VXPLib - A tooltip library with HTML rendering. DevIl & Tao.Devil - Bild-Bibliothek zum Benutzten von DDS-Formatierten Bilddaten
es: TQVault desarrollado por bman654 (wickedsoul_@yahoo.com) Ayuda en la información de los objetos de SadYc (sadyc1@gmail.com) Características adicionales por VillageIdiot (villij-idjit@sbcglobal.net) Nueva interfaz de usuario por AvunaOs Traducción al alemán por FOE. Traducción al francés por Jean y Vifarc. Traducción al polaco por Cygi. Traducción al ruso por Xelat. Traducción al español por Kurrus. TQVault usa las siguientes librerías de terceras partes: VXPLib - A tooltip library with HTML rendering. DevIl & Tao.Devil - librería de imagen usada para leer el formato DDS
fr: TQVault par bman654 (wickedsoul_@yahoo.com) Aide pour les stats d'items: SadYc(sadyc1@gmail.com) Contenu additionnel: VillageIdiot (villij-idjit@sbcglobal.net) Nouvelle interface utilisateur par le AvunaOs Traduction en allemand par FOE. Traduction en français par Jean et Vifarc. Traduction en polonais par Cygi. Traduction en russe par Xelat Traduction en espagnol par Kurrus. Les bibliothèques tierces suivantes sont utilisées dans TQVault : VXPLib - A tooltip library with HTML rendering. DevIl & Tao.Devil - bibliothèque d'image utilisée pour lire les images au format DDS
pl: TQVault od bman654 (wickedsoul_@yahoo.com) Pomoc w statsach przedmiotów od SadYc (sadyc1@gmail.com) Dodatkowe elementy od VillageIdiot (villij-idjit@sbcglobal.net) Nowy interfejs użytkownika przez AvunaOs Niemieckie tłumaczenie od FOE. Francuskie tłumaczenie od Jean i Vifarc. Polskie tłumaczenie od Cygi. Rosyjskie tłumaczenie od Xelat. Hiszpańskie tłumaczenie od Kurrus. Programy, które są używane w TQVault: VXPLib - A tooltip library with HTML rendering. DevIl & Tao.Devil - biblioteka obrazów użyta do odczytu danych z obrazów w formacie DDS

# AboutText
source: About {0}
de: Über {0}
es: Acerca de {0}
fr: A propos de {0}
pl: O programie {0}

# AboutVersion
source: Version {0}
es: Versión {0}
pl: Wersja {0}

# ARZExtractBtnExtract
source: Extract
de: Extrahieren
es: Extraer
fr: Extraire
pl: Rozpakuj

# ARZExtractCreateFolder
source: {0} does not exist. Would you like to create it now?
de: {0} existiert nicht. Soll es jetzt Erzeugt werden?
es: {0} no existe actualmente. ¿Deseas crearla ahora?
fr: {0} n'existe pas. Voulez-vous le créer maintenant ?
pl: {0} nie istnieje. Utworzyć teraz?

# ARZExtractCreateFolder2
source: Create folder?
de: Ordner erstellen?
es: ¿Crear carpeta?
fr: Créer le dossier ?
pl: Utworzyć folder?

# ARZExtractCreateFolderIT
source: {0} does not exist for IT database. Would you like to create it now?
de: {0} existiert nicht für die IT Database. Soll es jetzt Erzeugt werden?
es: {0} no existe actualmente para la base de datos de IT. ¿Deseas crearla ahora?
fr: {0} n'existe pas pour la database IT. Voulez-vous le créer maintenant ?
pl: {0} nie istnieje w bazie danych IT. Utworzyć teraz?

# ARZExtractDestination
source: Select the destination folder for the extracted database records
de: Wählen Sie den Zielordner für die extrahierten Datenbankeinträge
es: Selecciona la carpeta a la que extraer los registros de la base de datos
fr: Choisissez le dossier de destination pour les archives extraites de la database
pl: Wybierz folder docelowy dla rozpakowanego archiwum bazy danych

# ARZExtractFileDest
source: You must specify a folder, not a file!
de: Sie müssen einen Ordner angeben, keine Datei!
es: ¡Debes elegir una carpeta, no un archivo!
fr: Vous devez spécifier un dossier, pas un fichier !
pl: Musisz określić folder, a nie plik!

# ARZExtractLabel1
source: Currently there is no way to extract all of the game database records at once. Also there currently exists a bug in the Toolset that destroys array values when you extract records one by one. Using this tool, you can now extract all records at once and all the records will be extracted correctly.
de: Gegenwärtig ist es nicht möglich, alle Datenbankeinträge des Spieles zu extrahieren. Außerdem gibt existiert gegenwärtig einen Fehler im Toolset, der die Felderwerte zerstört, wenn die Einträge einzeln extrahiert werden. Das Werkzeug kann benutzt werden, zum Extrahieren aller Einträge, welche dann korrekt extrahiert werden.
es: Actualmente, no hay forma de extraer todos los registros de la base de datos a la vez. También hay un fallo en el kit de herramientas que elimina valores de organización si se extraen los registros uno por uno. Con esta herramienta, puedes extraer todos los registros a la vez y funcionarán correctamente.
fr: Pour l'instant, il est impossible d'extraire toutes les archives de la database à la fois. Il existe aussi un bug dans le Toolset qui détruit des valeurs en cas d'extraction une par une. Avec cet outil, vous pouvez désormais extraire toutes les archives à la fois, et ce correctement.
pl: Obecnie niemożliwe jest rozpakowanie wszystkich archiwów bazy danych gry jednocześnie. Ponadto obecnie istnieje błąd w Narzędziach który niszczy zbiory wartości kiedy rozpakowujesz archiwa po kolei. Używając tego narzędzia, możesz teraz rozpakować wszystkie archiwa jednocześnie i wszystkie one będą poprawnie rozpakowane.

# ARZExtractLabel2
source: After you have extracted the records, just copy the ones you want to use in your mod over to your mod folder.
de: Nachdem Sie die Einträge extrahiert haben, kopieren Sie nur die Gewünschten in ihren Mod-Ordner.
es: Cuando hayas extraído los registros, simplemente copia los que quieras usar en tu mod y mándalos a la carpeta de tu mod.
fr: Après l'extraction des archives, il suffit de copier celles que vous voulez réutiliser dans votre mod vers le dossier du mod.
pl: Po rozpakowaniu archiwów, skopiuj te, które chcesz używać w twoim modzie do twojego folderu.

# ARZExtractLabel3
source: Choose a destination folder:
de: Bitte einen Ziel-Ordner wählen:
es: Elige la carpeta destino:
fr: Choisissez un dossier de destination :
pl: Wybierz folder docelowy:

# ARZExtractLabel4
source: Choose a destination folder for IT Database Files:
de: Bitte einen Ziel-Ordner für die IT Database-Dateien wählen:
es: Elige la carpeta destino para los archivos de IT:
fr: Dossier de destination pour fichiers IT :
pl: Wybierz folder docelowy dla plików bazy danych IT:

# ARZExtractLabel5
source: If not populated the destination folders for the TQ database and the IT database will default to the same folder. The IT files will overwrite the TQ files when there are conflicts though you can select different folders to avoid overwriting files.
de: Wenn kein Ziel-Ordner für die TQ- und IT-Datenbank angegeben wird, wird der selbe Ordner verwendet. Die IT-Daten überschreiben dann die TQ-Daten bei Konflikte gibt, Sie können aber auch verschiedene Ordner angeben um dies zu vermeiden.
es: Si no se especifica, la carpeta destino de la base de datos de IT serán la misma que la de TQ. Los archivos de IT sobreescribirán los deTQ cuando haya conflictos aunque puedes elegir carpetas distintas para evitar que se sobreescriban archivos.
fr: Si les dossiers de destination pour les databases de TQ et IT ne sont pas renseignés, ce sera par défaut le même dossier. Les fichiers IT écraseront les fichiers TQ en cas de conflit bien que vous puissiez choisir des dossiers différents pour éviter d'écraser des fichiers.
pl: Jeśli foldery docelowe bazy danych TQ i IT nie będą zapełnione, będą domyślne dla tego samego folderu. Pliki IT zastąpią pliki TQ, lecz jeśli wystąpią jakieś komplikacje, można wybrać inne foldery by uniknąć zastąpienia plików.

# ARZExtractText
source: Extract database.arz
de: Extrahiere die Database.arz
es: Extraer "database.arz"
fr: Extraire database.arz
pl: Rozpakuj database.arz

# ARZExtractValidDest
source: You must enter a valid destination folder.
de: Sie müssen einen gültigen Ziel-Ordner wählen.
es: Debes introducir una carpeta destino válida.
fr: Entrez un dossier de destination valide.
pl: Musisz wprowadzić prawidłowy folder docelowy.

# ARZProgressCancelledText
source: Extraction cancelled.
de: Extrahierung abgebrochen.
es: Extracción cancelada.
fr: Extraction annulée.
pl: Rozpakowywanie anulowane.

# ARZProgressCompleteText
source: Extraction complete.
de: Extrahierung abgeschlossen.
es: ¡Extracción completa!
fr: Extraction terminée.
pl: Rozpakowywanie zakończone.

# ARZProgressFailedText
source: Extraction Failed.
de: Extrahierung ist fehlgeschlagen.
es: ¡Extracción fallida!
fr: Echec de l'extraction.
pl: Rozpakowywanie nie powiodło się.

# ARZProgressLabel
source: Extracting {0} ...
de: Extrahiere {0} ...
es: Extrayendo {0} ...
fr: Extraction de {0} ...
pl: Rozpakowywanie {0} ...

# ARZProgressLabel1
source: Extracting
de: Extrahiere
es: Extrayendo
fr: Extraction
pl: Rozpakowuję

# ARZProgressText
source: Extracting database.arz...
de: Extrahiere Database.arz...
es: Extrayendo "database.arz"...
fr: Extraction de database.arz ...
pl: Rozpakowuję database.arz...

# CmdlineUsage
source: Error parsing command-line arguments: {0} Usage: TQVault [player name] [/mod:<mod name>]
de: Fehler beim Analysieren der Befehlszeilenargumente: {0} Ausführung: TQVault [player name] [/ mod: < mod Name >]
es: Error leyendo argumentos de la línea de comandos: {0} Uso: TQVault [nombre personaje] [/mod:<nombre del mod>]
fr: Erreur en analysant les paramètres de ligne de commande : {0} Modèle : TQVault [nom du joueur] [/mod:<nom du mod>]
pl: Błąd parsowania argumentów wiersza poleceń: {0} Użycie: TQVault [nazwagracza] [/mod:<nazwa modu>]

# DataDefaultPath
source: Default Vault Path
de: Standard Vault-Pfad
es: Ruta de Colecciones por defecto
fr: Chemin d'accès du Vault par défaut
pl: Domyślny Adres Skarbca

# DataDefaultPathMsg
source: The Vault Path was not set. Using the default setting. Please verify the Vault Path with the configuration dialog.
de: Der Vault-Pfad ist nicht gesetzt. Es wird der Standard-Pfad verwendet. Bitte überprüfen Sie den Vault-Pfad in den Optionen
es: La ruta de Colecciones no ha sido especificada. Se usará la configuración por defecto. Por favor, verifica la ruta de Colecciones en la ventana de Configuración.
fr: Le chemin d'accès du Vault n'a pas été configuré. Utilisation du chemin par défaut. Vérifiez le chemin d'accès grâce à la fenêtre de configuration.
pl: Brak ustalenia adresu Skarbca. Użycie domyślnych ustawień. Proszę sprawdzić Adres Skarbca w oknie dialogowym konfiguracji.

# DataLink
source: Please Update Vault Path
de: Bitte den Vault-Pfad updaten
es: Por favor, actualiza la ruta de Colecciones
fr: Mettez à jour le chemin d'accès du Vault
pl: Proszę Zaktualizować Adres Skarbca

# DataLinkMsg
source: Please update the vault path in the configuration to reflect the link.
de: Bitte den Vault-Pfad in den Optionen aktualisieren.
es: Por favor, actualiza la ruta de Colecciones en la Configuración para reflejar el enlace.
fr: Mettez à jour le chemin d'accès du Vault dans la fenêtre de configuration pour renvoyer le lien.
pl: Proszę zaktualizować adres skarbca w konfiguracji dla uwzględnienia połączenia.

# Form1BadLanguage
source: This may be caused by a bad language or game path setting. Would you like to restart TQVault?
de: Ursache kann eine falsche Sprache oder eine falsche Pfadangabe für das Spiel sein. Soll TQVault neu gestartet werden?
es: Esto podría estar causado por un idioma o ruta del juego mal configurada. ¿Deseas reiniciar TQVault?
fr: Ceci peut-être causé par une mauvaise configuration de la langue ou du chemin d'accès du jeu. Voulez-vous redémarrer TQVault ?
pl: Może to być spowodowane złym językiem lub ustawieniem adresu gry. Chcesz zrestartować TQVault?

# Form1bNext
source: Enter The Vault
de: Öffne den Tresor
es: Entrar
fr: Ouvrir le coffre
pl: Wejdź do Skarbca

# Form1ErrorLoadingResources
source: Error Loading Resources
de: Fehler beim Laden der Ressourcen
es: ¡Error cargando recursos!
fr: Erreur en chargeant les ressources
pl: Błąd Przy Ładowaniu Zasobów

# Form1Label3
source: A magical place where you can store your artifacts of power that you will need to save the world from the Titans.
de: Ein magischer Ort, wo Du all deine Artefakte der Macht lagern kannst, die Du brauchst um die Welt vor den Titanen zu schützen.
es: Un lugar mágico donde almacenar tus poderosos objetos que te ayudarán a proteger el mundo del peligro de los Titanes.
fr: Un lieu magique où vous pouvez entreposer les puissants artefacts dont vous aurez besoin pour sauver le monde contre les Titans.
pl: Magiczne miejsce, gdzie możesz przechować swoje artefakty mocy, które będziesz potrzebował by uratować świat przed Tytanami.

# Form1LblPleaseWait
source: Loading Game Resources... Please Wait
de: Die Spiel-Ressourcen werden geladen ... Bitte warten
es: Cargando recursos del juego… espera, por favor
fr: Chargement des ressources du jeu ... Patientez
pl: Ładuję Zasoby Gry... Proszę Czekać

# Form1Text
source: Titan Quest Item Vault
de: Titan Quest Item Vault (Tresor für Gegenstände)
es: Coleccionista de objetos de Titan Quest
fr: Coffre pour Objets de Titan Quest
pl: Skarbiec Przedmiotów gry Titan Quest

# GlobalAbout
source: About
de: Über
es: Acerca de
fr: Crédits
pl: O programie

# GlobalBrowse
source: Browse...
de: Blättern...
es: Examinar...
fr: Parcourir …
pl: Przeglądaj...

# GlobalCancel
source: Cancel
de: Abbruch
es: Cancelar
fr: Annuler
pl: Anuluj

# GlobalError
source: Error
de: Fehler
fr: Erreur
pl: Błąd

# GlobalExit
source: Exit
es: Salir
fr: Quitter
pl: Wyjście

# GlobalMenuBag
source: Bag #{0}
de: Tasche #{0}
es: Bolsa #{0}
fr: Sac #{0}
pl: Worek #{0}

# GlobalTransferStash
source: Transfer Stash
de: Übergabebereich
es: Almacén de caravana (transferencia)
fr: Zone de transfert
pl: Transfer Towaru

# GlobalTrash
source: Trash
de: Mülleimer
es: Basura
fr: Rebus
pl: Kosz

# ItemIT
source: Immortal Throne Item
de: Immortal Throne Gegenstand
es: Objeto de Immortal Throne
fr: Objet Immortal Throne
pl: Przedmiot z Immortal Throne

# ItemPropertiesCheckBox1Label
source: Filter Extra Info
de: Extra-Infos filtern
es: Filtrar información superflua
fr: Filtrer les infos détaillées
pl: Filtruj Extra Info

# ItemPropertiesLabel1
source: Prefix Properties
de: Präfix Eigenschaften
es: Propiedades del prefijo
fr: Propriétés du préfixe
pl: Właściwości Prefixów

# ItemPropertiesLabel2
source: Base Item Properties
de: Basisdaten des Gegenstandes
es: Propiedades del objeto base
fr: Propriétés de l'objet de base
pl: Właściwości Bazowych Przedmiotów

# ItemPropertiesLabel3
source: Suffix Properties
de: Suffix Eigenschaften
es: Propiedades del sufijo
fr: Propriétés du suffixe
pl: Właściwości Suffixów

# ItemPropertiesText
source: Item Properties
de: Eigenschaften des Gegenstandes
es: Propiedades del objeto
fr: Propriétés de l'objet
pl: Właściwości Przedmiotu

# ItemQuest
source: (Quest Item)
de: (Questgegenstand)
es: (Objeto de misión)
fr: (Objet de quête)
pl: (Przedmiot związany z zadaniem)

# ItemRelicBonus
source: (Completion Bonus: {0})
de: (Vervollständigungsbonus: {0})
es: (Bonificación de reliquia/dije completo: {0})
fr: (Bonus d'achèvement: {0})
pl: (Bonus za Skompletowanie: {0})

# ItemRelicCompleted
source: (Completed)
de: (Vervollständigt)
es: (Completo/a)
fr: (Complet)
pl: (Skompletowany)

# ItemSeed
source: itemSeed: {0} (0x{0:X8}) ({1:p3})
es: Semilla: {0} (0x{0:X8}) ({1:p3})
fr: N° aléatoire: {0} (0x{0:X8}) ({1:p3})
pl: Wartości Początkowe przedmiotu: {0} (0x{0:X8}) ({1:p3})

# ItemStyleArtifact
source: Artifact
de: Artekaft
es: Artefacto
fr: Artefact
pl: Artefakt

# ItemStyleBroken
source: Broken
de: Kaputt
es: Roto
fr: Cassé
pl: Zepsuty

# ItemStyleCommon
source: Common
de: Gewöhnlich
es: Estándar
fr: Commun
pl: Zwykły

# ItemStyleEpic
source: Epic
de: Episch
es: Épico
fr: Epique
pl: Epicki

# ItemStyleFormulae
source: Formulae
de: Formel
es: Fórmula arcana
fr: Formule
pl: Przepisy

# ItemStyleLegendary
source: Legendary
de: Legendär
es: Legendario
fr: Légendaire
pl: Legendarne

# ItemStyleMundane
source: Mundane
de: Alltäglich
es: Corriente
fr: Standard
pl: Zwyczajne

# ItemStyleParchment
source: Parchment
de: Pergament
es: Pergamino
fr: Lettre
pl: Pergamin

# ItemStylePotion
source: Potion
de: Trank
es: Poción
pl: Eliksir

# ItemStyleQuest
source: Quest
de: Aufgabe
es: Misión
fr: Quête
pl: Zadanie

# ItemStyleRare
source: Rare
de: Selten
es: Raro
pl: Rzadki

# ItemStyleRelic
source: Relic
de: Relikt
es: Reliquia
fr: Relique
pl: Relikt

# ItemStyleScroll
source: Scroll
de: Schriftrolle
es: Pergamino
fr: Parchemin
pl: Zwój

# ItemWith
source: with
de: mit
es: con
fr: avec
pl: z

# MainForm2ndVault
source: 2nd Vault:
de: Zweiter Tresor:
es: 2ª Colección:
fr: 2° coffre :
pl: 2-gi Skarbiec:

# MainFormBtnConfigure
source: Configure
de: Optionen
es: Configurar
fr: Configurer
pl: Konfiguracja

# MainFormBtnExtract
source: Extract database.arz ...
de: Extrahiere Database.arz …
es: Extraer "database.arz"...
fr: Extraire database.arz ...
pl: Rozpakowuje database.arz …

# MainFormBtnPanelSelect
source: Show Vault
de: Zeige Tresor
es: Mostrar Colección
fr: Voir coffre
pl: Pokaż Skarbiec

# MainFormBtnShowPlayer
source: Show Player
de: Zeige Spieler
es: Mostrar Jugador
fr: Voir personnage
pl: Pokaż Gracza

# MainFormCustomMapLabel
source: {0} Custom Map
de: {0} Modifikation
es: Mundo propio {0}
fr: Quête personnalisée {0}
pl: {0} Własna Mapa

# MainFormDatabaseError
source: Error extracting database
de: Fehler beim Datenbank extrahieren
es: ¡Error extrayendo base de datos!
fr: Erreur en extrayant la database
pl: Błąd przy rozpakowywaniu bazy danych

# MainFormHoldingItem
source: You are currently holding an item. Please place the item down somewhere before quitting.
de: Sie benutzen gegenwärtig einen Gegenstand. Bitte legen Sie den Gegenstand irgendwo ab, vor dem Beenden.
es: Estás trasladando un objeto. Por favor, suelta el objeto en algún lugar antes de salir.
fr: Vous êtes en train de manipuler un objet. Veuillez déposer l'objet avant de quitter.
pl: Aktualnie trzymasz przedmiot. Proszę gdzieś umieścić przedmiot przed wyjściem.

# MainFormHoldingItem2
source: Please set item down.
de: Bitten den Gegenstand ablegen.
es: Por favor, suelta el objeto.
fr: Veuillez déposer l'objet.
pl: Proszę ustawić przedmiot.

# MainFormLabel1
source: Character:
de: Charakter:
es: Personaje:
fr: Personnage :
pl: Postać:

# MainFormLabel2
source: Vault:
de: Tresor:
es: Colección:
fr: Coffre :
pl: Skarbiec:

# MainFormLanguageChanged
source: Game Language Changed
de: Sprache des Spieles geändert
es: Idioma del juego cambiado
fr: Langue du jeu modifiée
pl: Język Gry Zmieniony

# MainFormLanguageChangedMsg
source: The Game Language Setting has been changed. You will need to restart TQVault for it take effect. Would you like to restart TQVault now?
de: Die Sprache des Spieles wurde geändert. TQVault muss neu gestartet werden für eine Aktualisierung. Soll TQVault jetzt neu gestartet werden?
es: La opción de idioma del juego se ha cambiado. Necesitas reiniciar TQVault para que el cambio surta efecto. ¿Quieres reiniciar TQVault ahora?
fr: La langue du jeu a été changée. Vous devez redémarrer TQVault pour en voir l'effet. Voulez-vous redémarrer TQVault maintenant ?
pl: Ustawienia Języka Gry zostały zmienione. Efekty pojawią się po ponownym uruchomieniu TQVault. Zrestartować teraz TQVault?

# MainFormMaintainVault
source: Maintain Vault Files...
de: Verwaltung der Tresor-Daten...
es: Administrar archivos de Colección...
fr: Gérer les fichiers de coffres ...
pl: Otrzymywanie Plików Skarbca…

# MainFormMapsChanged
source: Custom Maps Setting Changed
de: Einstellung der Modifikation geändert
es: Opción de mundo propio cambiada
fr: Configuration des quêtes personnalisées modifiée
pl: Ustawienia Własnych Map Zmienione

# MainFormMapsChangedMsg
source: The Custom Maps setting has been changed. You will need to restart TQVault for it take effect. Would you like to restart TQVault now?
de: Die Einstellung der Modifikation wurden geändert. TQVault muss neu gestartet werden für eine Aktualisierung. Soll TQVault jetzt neu gestartet werden?
es: La opción de mundo propio se ha cambiado. Necesitas reiniciar TQVault para que el cambio surta efecto. ¿Quieres reiniciar TQVault ahora?
fr: La configuration des quêtes personnalisées a été changée. Vous devez redémarrer TQVault pour que cela fasse effet. Voulez-vous redémarrer TQVault maintenant ?
pl: Ustawienia Własnej Mapy zostały zmienione. Efekty pojawią się po ponownym uruchomieniu TQVault. Zrestartować teraz TQVault?

# MainFormNoCharacters
source: No TQ characters detected
de: Keine TQ-Charaktere gefunden
es: No se han encontrado personajes de TQ
fr: Aucun personnage TQ détecté
pl: Nie wykryto żadnych postaci TQ

# MainFormNoCustomChars
source: No Custom Map characters detected
de: Keine Modifikationen-Charaktere gefunden
es: No se han encontrado personajes de mundos propios
fr: Aucun personnage de quête personnalisée détecté
pl: Nie wykryto żadnych postaci z Własnej Mapy

# MainFormNoItemQualityFound
source: No items found of type '{0}' and quality '{1}'.
de: Kein Gegenstand der Type '{0}' und Qualität '{1}' gefunden.
es: Ningún objeto de tipo '{0}' y calidad '{1}' encontrado.
fr: Aucun objet de type '{0}' et de qualité '{1}' trouvé.
pl: Nie znaleziono przedmiotów typu '{0}' i jakości '{1}'.

# MainFormNoItemsFound
source: No items found with '{0}'.
de: Kein Gegenstand mit '{0}' gefunden.
es: Ningún objeto con '{0}' encontrado.
fr: Aucun objet avec '{0}' trouvé.
pl: Nie znaleziono przedmiotów z '{0}'.

# MainFormNoItemsFound2
source: No Items Found
de: Kein Gegenstand gefunden
es: No se han encontrado objetos
fr: Aucun objet trouvé
pl: Nie Znaleziono Przedmiotów

# MainFormNoItemTypesFound
source: No items found of type '{0}'.
de: Kein Gegenstand der Type '{0}' gefunden.
es: Ningún objeto de tipo '{0}' encontrado.
fr: Aucun objet de type '{0}' trouvé.
pl: Nie znaleziono przedmiotów typu '{0}'.

# MainFormPathsChanged
source: Game Paths Changed
de: Pfade des Spieles geändert
es: Rutas de juego cambiadas
fr: Chemins d'accès du jeu modifiés
pl: Adres Gry Zmieniony

# MainFormPathsChangedMsg
source: The Game Paths have been changed. You will need to restart TQVault for it take effect. Would you like to restart TQVault now?
de: Die Pfade des Spieles wurden geändert. TQVault muss neu gestartet werden für eine Aktualisierung. Soll TQVault jetzt neu gestartet werden?
es: Se han cambiado las rutas del juego. Necesitas reiniciar TQVault para que el cambio surta efecto. ¿Quieres reiniciar TQVault ahora?
fr: Les chemins d'accès du jeu ont été changés. Vous devez redémarrer TQVault pour en voir l'effet. Voulez-vous redémarrer TQVault maintenant ?
pl: Adresy Gry zostały zmienione. Efekty pojawią się po ponownym uruchomieniu TQVault. Zrestartować teraz TQVault?
